{
  "fox-news": {},
  "npr": {
    "https://www.npr.org/2019/10/27/773791704/u-s-targets-isis-locations-in-syria-attack": {
      "title": "Trump Says Islamic State Leader Was Killed In Special Operations Raid",
      "href": "https://www.npr.org/2019/10/27/773791704/u-s-targets-isis-locations-in-syria-attack",
      "authors": [
        {
          "href": "https://www.npr.org/people/506716641/james-doubek",
          "name": "James Doubek"
        },
        {
          "href": "https://www.npr.org/people/638550790/bobby-allyn",
          "name": "Bobby Allyn"
        }
      ],
      "content": "<strong>Updated at 1 p.m. ET</strong>\nPresident Trump says that Abu Bakr al-Baghdadi, the founder and leader of the Islamic State, has been killed after a U.S. special operations mission targeted him in northwest Syria. Trump declared that U.S. forces have brought \"the world's No. 1 terrorist leader to justice.\"\nIn a dangerous and daring nighttime raid involving eight helicopters flying across Russian airspace, U.S forces located their target and blew a hole in a wall of Baghdadi's compound, fearing the main entrance was booby-trapped.\nTrump said that with military dogs in pursuit, Baghdadi desperately fled to a dead-end tunnel of the compound, which was located in Idlib province in northwest Syria along the border with Turkey.\nBaghdadi, who was with his three young children, detonated a suicide vest, collapsing the tunnel and killing himself and his children, Trump said, noting that on-site DNA tests were completed to confirm Baghdadi's identity.\nBefore his death, Trump said, Baghdadi was \"whimpering and crying and screaming all the way.\"\n<a href=\"https://jwp.io/s/KTil37QS\"><strong><em>Can't see the video? Click here.</em></strong></a>\nThe White House released a photo showing Trump, Vice President Pence and top military advisers in the Situation Room, where Trump said he viewed the raid in real time, something he compared to \"watching a movie.\"\nTrump said no U.S. troops were killed or injured in the raid. The president noted that 11 children were rescued from the compound and that an undisclosed number of Baghdadi's associates surrendered.\nThe State Department had a <a href=\"https://2009-2017.state.gov/r/pa/prs/ps/2016/12/265708.htm\">$25 million bounty</a> on Baghdadi, and the U.S. had been hunting him for years.\n\"Capturing or killing al-Baghdadi has been the top national security priority of my administration,\" Trump said on Sunday morning.\n\"He was a sick and depraved man, and now he's gone,\" said Trump in remarks.\nTrump, who is facing <a href=\"https://www.npr.org/tags/216163255/impeachment\">an impeachment inquiry</a> over allegations that he abused his office to help himself politically, spoke in dramatic and incendiary language about the killing of Baghdadi, taking more than 40 minutes of questions from reporters and describing the raid in boastful terms.\nAt one point, Trump even suggested that Baghdadi's death was more important than the mission ordered by President Obama in 2011 that resulted in the death of al-Qaida leader Osama bin Laden, the mastermind of the Sept. 11 terrorist attacks.\nTrump then <a href=\"https://www.apnews.com/87784813ce04460695b2ae04c47307a9\">repeated his false claim</a> that he predicted bin Laden was a threat before anyone else. \"If they would've listened to me, a lot of things would have been different,\" Trump said Sunday.\n<strong>\"Something very big has just happened!\"</strong>\nThe Syrian Observatory for Human Rights, a war-monitoring group, confirmed that U.S. forces attacked ISIS targets overnight in northwest Syria, leaving at least nine people dead.\nOn Saturday evening, Trump hinted that the announcement was coming, tweeting: \"Something very big has just happened!\"\nThe White Helmets, a group of volunteer rescue workers who have operated in the Syrian civil war, provided NPR with a video of what the group says was the site of the attack, including rubble surrounding what appears to be a large bomb crater.\nThe Syrian Observatory says eight helicopters and a warplane belonging to U.S.-led coalition forces fighting ISIS struck an area north of the Syrian city of Idlib, close to the border with Turkey. Heavy strikes targeted ISIS positions for about two hours, with militants firing back at helicopters. The group says many people were wounded in the attack.\nA White Helmets official told NPR that a two-story building was targeted in the strike. In the video, the site appears fairly isolated, surrounded by a grove of trees, a few homes and desert mountains.\nMazloum Abdi, the commander of the Kurdish-led Syrian Democratic Forces, said in an earlier tweet that there was a \"Successful& historical operation due to a joint intelligence work with the United States of America.\" The Syrian Democratic Forces have been an important ally to U.S. forces fighting ISIS.\nExperts have cautioned that the killing of a leader of a terrorist organization does not represent the defeat of the group or its violent ideology. Military officials say the Islamic State has sleeper cells around the world that could regenerate, while others associated with the group operate in the shadows along mountainous and desert areas in parts of Syria and Iraq.\nBaghdadi had been reported killed several times before, including in announcements by Iraq and Russia. He was believed to have been hiding in the desert near the Syria-Iraq border.\nHis last apparent video <a href=\"https://www.npr.org/2019/04/29/718321346/isis-leader-apparently-releases-video-for-first-time-in-5-years\">appearance was in April</a>, a month after U.S.-backed forces declared the end of the ISIS \"caliphate\" and the defeat of the last remaining territory the group held in the Syrian city of Baghouz.\nBaghdadi's actual powers of command and control had been greatly diminished since the U.S. and coalition forces routed ISIS from its hold on large swaths of territory in Iraq and Syria, though he had remained symbolically powerful.\nAt the Kurdish-run al-Hol camp in northeastern Syria a few months ago, some of the Iraqi and Syrian wives of ISIS fighters told NPR that they were waiting for Baghdadi to reappear and were confident he would revive the caliphate.\n<strong>Declaring an \"Islamic State\"</strong>\nBaghdadi's most notable public appearance came five years ago, near the height of ISIS' power in Iraq and Syria. He spoke at the Great Mosque of al-Nuri in Mosul, Iraq, in July 2014, declaring himself caliph of the new Islamic State.\nAt its height, ISIS ruled over<a href=\"https://www.npr.org/2019/03/23/706147761/u-s-backed-forces-declare-defeat-of-isis-caliphate\"> 8 million people</a> in territory the size of Great Britain, with its capital in Raqqa, Syria.\nThe group rose to prominence for its gruesome violence, releasing videos of beheadings and<a href=\"https://www.npr.org/sections/thetwo-way/2015/02/04/383742600/jordan-executes-2-militants-after-isis-burns-captured-pilot-alive\"> burning people alive</a>. It publicly beheaded, crucified and threw people off buildings. The group forced thousands of women and children from Iraq's Yazidi minority into slavery amid an ISIS campaign of genocide against the group. Yazidi women and girls were kept as sex slaves for years.\nIt attracted tens of thousands of foreigners, many from the West, and inspired terrorist groups around the globe. The group even established a quasi-government, with administrative functions, courts and police.\nU.S. forces declared an end to ISIS' self-declared caliphate in March. But experts fear the group's resurgence now that Trump has announced a pullout of U.S. forces from Syria, with dozens of ISIS fighters escaping from Kurdish custody in the last month.\n<em>NPR's Daniel Estrin, Jane Arraf and Lama Al-Arian contributed reporting.</em>"
    },
    "https://www.npr.org/2019/10/27/773842999/read-trump-statement-on-baghdadis-death": {
      "title": "READ: Trump Statement On Baghdadi's Death",
      "href": "https://www.npr.org/2019/10/27/773842999/read-trump-statement-on-baghdadis-death",
      "authors": [
        {
          "href": "https://www.npr.org/people/348761550/dana-farrington",
          "name": "Dana Farrington"
        }
      ],
      "content": "Islamic state leader Abu Bakr al-Baghdadi is dead, President Trump announced on Sunday. The ISIS founder died in a U.S. special operation on Saturday.\n<a href=\"https://www.npr.org/2019/10/27/773791704/u-s-targets-isis-locations-in-syria-attack\">In an address from the White House</a>, Trump said Baghdadi died after being cornered by U.S. forces and detonating his own suicide vest. Trump said Baghdadi's remains had been positively identified.\n\"He died like a dog. He died like a coward,\" the president said.\nTrump also thanked Russia, Turkey, Syria, Iraq and the Syrian Kurds for supporting the mission.\n<a href=\"https://jwp.io/s/KTil37QS\">Video and a transcript of the president's full address</a>, including his Q&A with reporters, is available below.\n<a href=\"https://jwp.io/s/KTil37QS\"><em><strong>Can't see the video? Click here.</strong></em></a>\nLast night, the United States brought the world's number one terrorist leader to justice.  Abu Bakr al-Baghdadi is dead.  He was the founder and leader of ISIS, the most ruthless and violent terror organization anywhere in the world.\nThe United States has been searching for Baghdadi for many years.  Capturing or killing Baghdadi has been the top national security priority of my administration.  U.S. Special Operations Forces executed a dangerous and daring nighttime raid in northwestern Syria and accomplished their mission in grand style.  The U.S. personnel were incredible.  I got to watch much of it.\nNo personnel were lost in the operation, while a large number of Baghdadi's fighters and companions were killed with him.  He died after running into a dead-end tunnel, whimpering and crying and screaming all the way.  The compound had been cleared by this time, with people either surrendering or being shot and killed.  Eleven young children were moved out of the house and are uninjured.  The only ones remaining were Baghdadi in the tunnel, and he had dragged three of his young children with him.  They were led to certain death.\nHe reached the end of the tunnel, as our dogs chased him down.  He ignited his vest, killing himself and the three children.  His body was mutilated by the blast.  The tunnel had caved in on it, in addition.  But test results gave certain immediate and totally positive identification.  It was him.\nThe thug who tried so hard to intimidate others spent his last moments in utter fear, in total panic and dread, terrified of the American forces bearing down on him.\nWe were in the compound for approximately two hours, and after the mission was accomplished, we took highly sensitive material and information from the raid, much having to do with ISIS origins, future plans, things that we very much want.\nBaghdadi's demise demonstrates America's relentless pursuit of terrorist leaders and our commitment to the enduring and total defeat of ISIS and other terrorist organizations.\nOur reach is very long.  As you know, last month, we announced that we recently killed Hamza bin Laden, the very violent son of Osama bin Laden, who was saying very bad things about people, about our country, about the world.  He was the heir apparent to al Qaeda.\nTerrorists who oppress and murder innocent people should never sleep soundly, knowing that we will completely destroy them.  These savage monsters will not escape their fate, and they will not escape the final judgment of God.\nBaghdadi has been on the run for many years, long before I took office.  But at my direction, as Commander-in-Chief of the United States, we obliterated his caliphate, 100 percent, in March of this year.\nToday's events are another reminder that we will continue to pursue the remaining ISIS terrorists to their brutal end. That also goes for other terrorist organizations.  They are, likewise, in our sights.\nBaghdadi and the losers who worked for him — and losers they are — they had no idea what they were getting into.  In some cases, they were very frightened puppies.  In other cases, they were hardcore killers.  But they killed many, many people.  Their murder of innocent Americans — James Foley, Steven Sotloff, Peter Kassig, and Kayla Mueller — were especially heinous.\nThe shocking publicized murder of a Jordanian pilot, a wonderful young man — spoke to the King of Jordan; they all knew him, they all loved him — he was burned alive in a cage for all to see.  And the execution of Christians in Libya and Egypt, as well as the genocidal mass murder of Yazidis, rank ISIS among the most depraved organizations in the history of our world.\nThe forced religious conversions, the orange suits prior to so many beheadings, all of which were openly displayed for the world to see, this was all that Abu Bakr al-Baghdadi — this is what he wanted.  This is what he was proud of.  He was a sick and depraved man, and now he's gone.  Baghdadi was vicious and violent, and he died in a vicious and violent way, as a coward, running and crying.\nThis raid was impeccable, and could only have taken place with the acknowledgement and help of certain other nations and people.\nI want to thank the nations of Russia, Turkey, Syria, and Iraq.  And I also want to thank the Syrian Kurds for certain support they were able to give us.  This was a very, very dangerous mission.\nThank you, as well, to the great intelligence professionals who helped make this very successful journey possible.\nI want to thank the soldiers, and sailors, airmen, and Marines involved in last tonight's operation.  You are the very best there is anywhere in the world.  No matter where you go, there is nobody even close.\nI want to thank General Mark Milley and our Joint Chiefs of Staff, and I also want to thank our professionals who work in other agencies of the United States government and were critical to the mission's unbelievable success.\nLast night was a great night for the United States and for the world.  A brutal killer, one who has caused so much hardship and death, has violently been eliminated.  He will never again harm another innocent man, woman, or child.  He died like a dog.  He died like a coward.  The world is now a much safer place.\nGod bless America.  Thank you.\nAny questions?\n<strong>Q</strong>: When did you first hear that this was — operation was going to get started?\n<strong>THE PRESIDENT</strong>:  We've had him under surveillance for a couple of weeks.  We knew a little bit about where he was going, where he was heading.  We had very good information that he was going to another location.  He didn't go.  Two or three efforts were cancelled because he decided to change his mind — constantly changing his mind.  And, finally, we saw that he was here, held up here.  We knew something about the compound.  We knew it had tunnels.  The tunnels were a dead-end, for the most part.  There was one, we think, that wasn't.  But we had that covered too, just in case.\nThe level of intelligence, the level of work, was pretty amazing.  When we landed with eight helicopters, a large crew of brilliant fighters ran out of those helicopters and blew holes into the side of the building, not wanting to go through the main door because that was booby-trapped.  And there was something — it was something really amazing to see.  I got to watch it, along with General Milley, Vice President Pence, others, in the Situation Room.  And we watched it so clearly.\n<strong>Q</strong>: They had body cameras? Or how did you watch the —\n<strong>THE PRESIDENT</strong>: Well, I don't want to say how, but we had absolutely perfect — as though you were watching a movie.  It was — that — the technology there alone is really great.\nA big part of the trip that was of great danger was the — it was approximately an hour and 10-minute flight, and we were flying over very, very dangerous territory.  In fact, some of our leaders said that that could be the most dangerous — flying in and flying out.  And that's why, last night, we were so quiet about it.  We didn't say anything, and I didn't make my remark until after they had landed safely in a certain area.\nBut the flight in, the flight out, was a very, very dangerous part.  There was a chance that we would have met unbelievable fire.  Russia treated us great.  They opened up.  We had to fly over certain Russia areas, Russia-held areas.  Russia was great.  Iraq was excellent.  We really had great cooperation.\nAnd you have to understand: They didn't know what we were doing and where we were going, exactly.  But the ISIS fighters are hated as much by Russia and some of these other countries as they are by us.  And that's why I say they should start doing a lot of the fighting now, and they'll be able to.  I really believe they'll be able to.\nYes, Jennifer?\n<strong>Q</strong>: Sir, can you say what role the Kurds played in this, just generally?\n<strong>THE PRESIDENT</strong>: They gave us not a military role at all, but they gave us some information that turned out to be helpful, the Kurds.\n<strong>Q</strong>: And can you tell us what the role of Turkey might have been, and Iraq?\n<strong>THE PRESIDENT</strong>: Who?\n<strong>Q</strong>: What was the role of Turkey?  How did they help?\n<strong>THE PRESIDENT</strong>: Turkey — we dealt with them.  They know we were going in.  We flew over some territory.  They were terrific.  No problem.  They were not problem.  You know, they could start shooting, and then we will take them out.  But a lot of bad things can happen.  Plus, it was a very secret mission.  We flew very, very low and very, very fast.  But it was a big — it was a very dangerous part of the mission.  Getting in and getting out too, equal.  We went in identical — we took an identical route.  We met with gunfire coming in, but it was local gunfire.  That gunfire was immediately terminated.  These people are amazing.  They had the gunfire terminated immediately, meaning they were shot from the airships.\n<strong>Q</strong>: I'm trying to understand the timing.  You talked earlier — you know, several weeks — about pulling troops out, you know, and then troops were put back in.  And then, you know — I'm trying to understand the timing of when this operation — how it fits —\n<strong>THE PRESIDENT</strong>:  Well, I'll tell you, from the first day I came to office — and now we're getting close to three years — I would say, \"Where's al-Baghdadi?  I want al-Baghdadi.\"  And we would kill terrorist leaders, but they were names I never heard of.  They were names that weren't recognizable and they weren't the big names.  Some good ones, some important ones, but they weren't the big names.  I kept saying, \"Where's al-Baghdadi?\"  And a couple of weeks ago, they were able to scope him out.\nYou know, these people are very smart.  They're not into the use of cellphones anymore.  They're not — they're very technically brilliant.  You know, they use the Internet better than almost anybody in the world, perhaps other than Donald Trump.  But they use the Internet incredibly well.\nAnd what they've done with the Internet, through recruiting and everything — and that's why he died like a dog, he died like a coward.  He was whimpering, screaming, and crying.  And, frankly, I think it's something that should be brought out so that his followers and all of these young kids that want to leave various countries, including the United States, they should see how he died.  He didn't die a hero.  He died a coward — crying, whimpering, screaming, and bringing three kids with him to die a certain death.  And he knew the tunnel had no end.  I mean, it was a — it was a closed-end — they call it a closed-end tunnel.  Not a good place to be.\n<strong>Q: </strong>So this was going on before you made the announcement that you're pulling them out?\n<strong>THE PRESIDENT</strong>:<strong> </strong>I've been looking for him for three years.  I've been looking for him.  I started getting some very positive feedback about a month ago, and we had some incredible intelligence officials that did a great job.  That's what they should be focused on.\n<strong>Q</strong>:  And about what time did this operation start yesterday, sir?  And have you notified the leaders on —\n<strong>THE PRESIDENT</strong>: Well, this operation started two weeks ago, in terms of the real operation, because we had him scoped.  We thought he'd be in a certain location.  He was.  Things started checking out very well.  We were involved, on our own team, with some brilliant people who I've gotten to know.  Brilliant people that love our country.  Highly intelligent people.  And we — we've had it pretty well scoped out for a couple of weeks.\nBut he tends to change immediately.  He had a lot of cash.  He tends to change, like, on a dime, where he'll be going to a certain location.  All of a sudden, he'll go someplace else and you'll have to cancel.\nBut this was one where we knew he was there.  And you can never be 100 percent sure because you're basing it on technology, more than anything else.  But we thought he was there, and then we got a confirmation.  And when we went in, they were greeted with a lot of firepower.  A lot of firepower.\nI'll tell you, these guys, they do a job.  They are so brave and so good.  And, so importantly, many of his people were killed.  And we'll announce the exact number over the next 24 hours.  But many were killed.  We lost nobody.  Think of that.  It's incredible.\n<strong>Q</strong>: And when you told the Russians, you requested permission —\n<strong>THE PRESIDENT</strong>: Our dog was hurt.  Actually, the K-9 was hurt, went into the tunnel.  But we lost nobody.\n<strong>Q</strong>: And so you requested to the Russians to fly over this area they controlled.  What did you tell them —\n<strong>THE PRESIDENT</strong>:  We spoke to the Russians.\n<strong>Q</strong>: What did you tell them you were going to do?\n<strong>THE PRESIDENT</strong>:  We told them we're coming in.\n<strong>Q</strong>: Okay.\n<strong>THE PRESIDENT</strong>:  And they said, \"Thank you for telling us.\"  They were very good.\n<strong>Q</strong>: But did you tell them why?  No?  You just —\n<strong>THE PRESIDENT</strong>: No.  They did not know why.\n<strong>Q</strong>: Was any other country given —\n<strong>THE PRESIDENT</strong>: We did tell them, \"We think you're going to be very happy.\"  Because, you know, again, they hate ISIS as much as we do.  You know what ISIS has done to Russia.  So, no, we did not tell — they did not know the mission, but they knew we were going over an area that they had — they had a lot of firepower.\n<strong>Q</strong>: And have you notified the congressional leaders about this?  Pelosi?  Mitch McConnell?\n<strong>THE PRESIDENT</strong>: We've notified some.  Others are being notified now, as I speak.  We were going to notify them last night but we decided not to do that because Washington leaks like I've never seen before.  There's nothing — there's no country in the world that leaks like we do.  And Washington is a leaking machine.  And I told my people we will not notify them until the — our great people are out.  Not just in, but out.  I don't want to have them greeted with firepower like you wouldn't believe.\nSo we were able to get in.  It was top secret.  It was kept.  There were no leaks, no nothing.  The only people that knew were the few people that I dealt with.  And again, Mark Milley and the Joint Chiefs of Staff were incredible.  We had some tremendous backup.  Robert O'Brien, Secretary Esper, Secretary Pompeo.  Pence, I told you, he was great.  There's a very small group of people that knew about this.  We had very, very few people.  A leak — a leak could have cost the death of all of them.\nNow, they're so good that I think nothing was going to stop them anyway, if you want to know the truth.  That's how good they were.  We had them also surrounded by massive airpower.  Up in the air, yesterday, surrounded at very high levels.  We were very low.  We had tremendous airpower.\n<strong>Q</strong>: And you watched all this from the Sit Room?  Who were you with in the Sit Room when you watched this?\n<strong>THE PRESIDENT</strong>:  Secretary Esper, a few of the Joint Chiefs, Mark Milley, some generals.  We had some very great military people in that room.  And we had some great intelligence people — Robert O' Brien.  It was really great.\nYes.\n<strong>Q</strong>: Was the pullout of the U.S. troops in Syria last month strategically tied in with this raid?  Was it —\n<strong>THE PRESIDENT</strong>:  No, no, the pullout —\n<strong>Q</strong>: Is this a red herring?\n<strong>THE PRESIDENT</strong>:  Right.  Sure.  It's a great question.  And you're doing a great job, by the way.  Your network is fantastic.  They're really doing a great job.  Please let them know.\n<strong>Q</strong>:  Yes, sir.  Thank you.\n<strong>THE PRESIDENT</strong>:  No, the pullout had nothing to do with this.  In fact, we found this out at a similar time.  It's a very good question — because we found this out at a similar time.\nNo, we're after these leaders.  And we have others in sight, very bad ones.  But this was the big one.  This is the biggest one, perhaps, that we've ever captured, because this is the one that built ISIS, and beyond, and was looking to rebuild it again.  Very, very strongly looking to build it again.  That's why he went to this province; this is why he went to this area.\nYou know, a lot of people — I was watching, this morning, and hearing, and they said, \"Why was he there?\"  People were so surprised.  Well, that's where he was trying to rebuild from because that was the place that made most sense, if you're looking to rebuild.\nYeah.\n<strong>Q</strong>: You sent out your tweet last night.  At what moment did you decide to send that?\n<strong>THE PRESIDENT</strong>: So, I sent that right after I knew they had landed safely.\n<strong>Q</strong>: When they had returned?\n<strong>THE PRESIDENT</strong>: Right.  And that was to notify you guys that you have something big this morning, so you wouldn't be out playing golf or tennis, or otherwise being indisposed.\n<strong>Q</strong>: Where did they land?  Where were they safe?  Where had they landed?\n<strong>THE PRESIDENT</strong>: I'd rather not say.  But we landed in a very friendly port in a friendly country.\n<strong>Q</strong>: Does this give you any pause by your decision to withdraw the troops?\n<strong>THE PRESIDENT</strong>: No, I think it's great.  Look, we don't want to keep soldiers between Syria and Turkey for the next 200 years.  They've been fighting for hundreds of years.  We're out.  But we are leaving soldiers to secure the oil.  And we may have to fight for the oil.  It's okay.  Maybe somebody else wants the oil, in which case they have a hell of a fight.  But there's massive amounts of oil.\nAnd we're securing it for a couple of reasons.  Number one, it stops ISIS, because ISIS got tremendous wealth from that oil.  We have taken it.  It's secured.\nNumber two — and again, somebody else may claim it, but either we'll negotiate a deal with whoever is claiming it, if we think it's fair, or we will militarily stop them very quickly.  We have tremendous power in that part of the world.  We have — you know, the airport is right nearby.  A very big, very monstrous, very powerful airport, and very expensive airport that was built years ago.  We were in there — we're in that Middle East now for $8 trillion.\nSo we don't want to be keeping Syria and Turkey.  They're going to have to make their own decision.  The Kurds have worked along incredibly with us, but in all fairness, it was much easier dealing with the Kurds after they went through three days of fighting, because that was a brutal three days.  And if I — we would have said to the Kurds, \"Hey, do you mind moving over seven miles?\"  Because, you know, they were in the middle, mostly.  So you have seven or eight miles.  \"Could you mind moving over?\"\nBecause, I have to say, Turkey has taken tremendous deaths from that part of the world.  You know, we call it a safe zone.  But it was anything but a safe zone.  Turkey has lost thousands and thousands people from that safe zone.  So they've always wanted that safe zone, for many years.  I'm glad I was able to help them get it.  But we don't want to be there; we want to be home.  I want our soldiers home or fighting something that's meaningful.\nI'll tell you who loves us being there: Russia and China.  Because while they build their military, we're depleting our military there.  So, Russia loves us being there.  Now, Russia likes us being there for two reasons: because we kill ISIS, we kill terrorists, and they're very close to Russia.  We're 8,000 miles away.  Now, maybe they can get here, but we've done very well with Homeland Security and the ban, which, by the way, is approved by the United States Supreme Court, as you know.  You know, there was a reporter that said we lost the case.  And he was right, in the early court.  He refu- — he didn't want to say; just refused to say that we won the case in the Supreme Court.  So, you know.\nBut we have a very effective ban, and it's very hard for people to come to our country.  But it's many thousands of miles away, whereas Russia is right there, Turkey is right there.  Syria is there.  They're all right there.  Excuse me, Iran is right there.  Iraq is right there.  They all hate ISIS.  So, we don't — you know, in theory, they should do something.\nAnd I'll give you something else: The European nations have been a tremendous disappointment because I personally called, but my people called a lot.  \"Take your ISIS fighters.\"  And they didn't want them.  They said, \"We don't want them.\"  They came from France, they came from Germany, they came from the UK.  They came from a lot of countries.  And I actually said to them, \"If you don't take them, I'm going to drop them right on your border.  And you can have fun capturing them again.\"\nBut the United States taxpayer is not going to pay for the next 50 years.  You see what Guantanamo costs.  We're not going to pay tens of billions of dollars because we were good enough to capture people that want to go back to Germany, France, UK, and other parts of Europe.  And they can walk back.  They can't walk to our country.  We have lots of water in between our country and them.\nSo, yeah.  Go.\n<strong>Q</strong>: You mentioned that you met some — gotten to know some brilliant people along this process who really helped provide information and advice along the way.  Is there anyone in particular, or would you like to give anyone credit for getting to this point today?\n<strong>THE PRESIDENT</strong>: Well, I would, but if I mentioned one, I have to mention so many.  I spoke to Senator Richard Burr this morning.  And, as you know, he's very involved with intelligence and the committee.  And he's a great gentleman.\nI spoke with Lindsey Graham just a little while ago.  In fact, Lindsey Graham is right over here.  And he's been very much involved in this subject.  And he's — he's a very strong hawk.  But I think Lindsey agrees with what we're doing now.\nAnd, again, there are plenty of other countries that can help them patrol.  I don't want to leave 1,000 or 2,000 or 3,000 soldiers on the border.\nBut where Lindsey and I totally agree is the oil.  The oil is, you know, so valuable for many reasons.  It fueled ISIS, number one.  Number two, it helps the Kurds, because it's basically been taken away from the Kurds.  They were able to live with that oil.  And number three, it can help us because we should be able to take some also.  And what I intend to do, perhaps, is make a deal with an Exxon Mobil or one of our great companies to go in there and do it properly.  Right now, it's not big.  It's big oil underground, but it's not big oil up top, and much of the machinery has been shot and dead.  It's been through wars.  But — and — and spread out the wealth.\nBut, no, we're protecting the oil.  We're securing the oil.  Now, that doesn't mean we don't make a deal at some point.  But I don't want to be — they're fighting for 1,000 years, they're fighting for centuries.  I want to bring our soldiers back home.  But I do want to secure the oil.\nIf you read about the history of Donald Trump — I was a civilian.  I had absolutely nothing to do with going into Iraq, and I was totally against it.  But I always used to say, \"If they're going to go in...\" — nobody cared that much, but it got written about.  \"If they're going to go in...\" — I'm sure you've heard the statement, because I made it more than any human being alive.  \"If they're going into Iraq, keep the oil.\"  They never did.  They never did.    I know Lindsey Graham had a bill where basically we would have been paid back for all of the billions of dollars that we've spent — many, many billions of dollars.  I mean, I hate to say it, it's actually trillions of dollars, but many, many billions of dollars.  And, by one vote, they were unable to get that approved in the Senate.  They had some pretty big opposition from people that shouldn't have opposed, like a president.  And they weren't able.  If you did that, Iraq would be a much different story today because they would be owing us a lot of money.  They would be treating us much differently.\nBut I will say, Iraq was very good with respect to the raid last night.\n<strong>Q</strong>: Sir, just to pin down the timing a little bit better here: You got back to the White House around 4:30 yesterday afternoon.  Did you immediately go to the Situation Room?\n<strong>THE PRESIDENT</strong>: Well, I knew all about this for three days.\n<strong>Q</strong>:  Yes, sir.\n<strong>THE PRESIDENT</strong>: Yeah.  We thought, for three days, this is what was going to happen.  It was actually — look, nobody was even hurt.  Our K-9, as they call — I call it a dog, a beautiful dog, a talented dog — was injured and brought back.  But we had no soldier injured.  And they did a lot of shooting, and they did a lot of blasting, even not going through the front door.  You know, you would think you go through the door.  If you're a normal person, you say, \"Knock, knock.  May I come in?\"  The fact is that they blasted their way into the house and a very heavy wall, and it took them literally seconds.  By the time those things went off, they had a beautiful, big hole, and they ran in and they got everybody by surprise.\nUnbelievably brilliant, as fighters.  I don't — I can't imagine there could be anybody better.  And these, as you know, are our top operations people.\n<strong>Q</strong>: And Baghdadi apparently had been in bad health for some time.  Was there any indication of that?  Or —\n<strong>THE PRESIDENT</strong>:  Well, we don't know that.  But he was the last one out, and his people had either been killed, which there were many, or gave up and came out.  Because with the 11 children that came out, we were able to do that.  We don't know if they were his children.  They might have been.  But as I said, three died in the tunnel.  And the tunnel collapsed with the explosion.  But you had other fighters coming out also.  And they're being brought back.  They're being — they're — right now, we have them imprisoned.\n<strong>Q</strong>: I was going to ask whose children they were, but do you remember what time you went into the Situation Room?\n<strong>THE PRESIDENT</strong>:  Well, I started at five o'clock.  We were pretty much gathered at five o'clock yesterday.  We were in contact all day long through, hopefully, secure phones.  I'll let you know tomorrow.  But nothing seemed to leak, so I guess they were secure, for a change.\nBut we gathered more or less at five.  The attack started moments after that.  The — the liftoff started moments after that.  Again, the element of attack that they were most afraid of was getting from our base into that compound.  Because there's tremendous firepower that we were, you know, flying over.\nAnd I won't go into it, but you had a very big Russian presence in one area, you had a Turkish presence, you had a Syrian presence.  And you're flying low.  It's very dangerous.  And there were shots made, but we think these were people that were shooting that were indiscriminately shooting.  The helicopters took some shots, but we think that these were people that were just random people that don't like to see helicopters, I guess.\n<strong>Q</strong>: Sir, was there any kind of DNA test done?  Or where is the body?  You know —\n<strong>THE PRESIDENT</strong>:  So, that's another part of the genius of these people.  They brought his — they have his DNA.  More of it than they want, even.  And they brought it with them with lab technicians who were with them.  And they assumed that this was Baghdadi.  They thought, visually, it was him.  But they assumed it was him, and they did a site — an onsite test.  They got samples.\nAnd to get to his body, they had to remove a lot of debris because the tunnel had collapsed.  But these people are very good at that.  And — and they, as I said, they brought body parts back with them, et cetera, et cetera.  There wasn't much left.  The — the vest blew up, but there are still substantial pieces that they brought back.  So they did an onsite test because we had to know this.  And it was a very quick call that took place about 15 minutes after he was killed, and it was positive.  It was — it's, \"This is a confirmation, sir.\"\n<strong>Q</strong>: There was also a report that his wife had detonated — or one of his wives had detonated a vest.  Is that —\n<strong>THE PRESIDENT</strong>: So, there were two women.  There were two women.  Both wives, both wearing vests.  They had not detonated.  But the fact that they were dead and they had vests on made it very difficult for our men, because they had vests on.  And it made it very difficult for our men.  Because you never know what's going to happen.  They're lying, they're dead.  They never detonated.  But they were dead.\n<strong>Q</strong>: And if (inaudible) on the successor — the possible successors, have you been briefed on who would possibly fill in the seats?\n<strong>THE PRESIDENT</strong>: Yeah.  We know the successors.  And we've already got them in our sights.  And we'll tell you that right now, but we know the successors.  Hamza bin Laden was a big thing, but this is the biggest there is.  This is the worst ever.\nOsama bin Laden was very big, but Osama bin Laden became big with the World Trade Center.  This is a man who built a whole, as he would like to call it, \"a country,\" a caliphate, and was trying to do it again.\nAnd I had not heard too much about his health.  I've heard stories about he may not have been in good health.  But he died a — he died in a ruthless, vicious manner.  That, I can tell you.\n<strong>Q</strong>: Were any prisoners taken, sir?  Were any adults taken for intel purposes?\n<strong>THE PRESIDENT</strong>: Yes, we have people that were taken.  We have — many of the people died on the site.  But we have people that were taken, yes.  And — and the children, we are — we left them under care of somebody, that we understand.\n<strong>Q</strong>: Can you say how many?  Or do you believe that these were —\n<strong>THE PRESIDENT</strong>:  Eleven children.\n<strong>Q</strong>: Eleven children.  How many adults?\n<strong>THE PRESIDENT</strong>: I'd rather not say.  I'd leave that to the generals.  But —\n<strong>Q</strong>: These were —\n<strong>THE PRESIDENT</strong>:  — a small group.  More dead than alive.\n<strong>Q</strong>: Which operations teams were involved?  Which Special Operations teams were involved?\n<strong>THE PRESIDENT</strong>:  Many of them, and at the top level.  And people that were truly incredible at their craft.  I've never seen anything like it.\n<strong>Q</strong>: And were there — as far as partnerships goes, were there any other forces involved?  Or was this only American troops in this raid?\n<strong>THE PRESIDENT</strong>: No, only American forces.\n<strong>Q</strong>: And did the U.S. —\n<strong>THE PRESIDENT</strong>:  Only American forces.  But we were given great cooperation.\n<strong>Q</strong>: Did the U.S. rely on —\n<strong>THE PRESIDENT</strong>:  We told the Russians we're coming in, because we had to go over them.  And they were curious, but — but we said, \"We're coming.\"  How we said — one way or the other, \"Hey, look, we're coming.\"  But they were very cooperative.  They really were good.  And we did say it would be a mission that they'd like, too.  Because, you know, again, they hate ISIS as much as we do.\n<strong>Q</strong>: Sir, I meant for intel purposes, was there any foreign intel that proved useful along the way in this operation?\n<strong>THE PRESIDENT</strong>: So, we had our own intel.  We got very little help.  We didn't need very much help.  We have some incredible people.  When we use our intelligence correctly, what we can do is incredible.  When we waste our time with intelligence, that hurts our country, because we had poor leadership at the top.  That's not good.\nBut I've gotten to know many of the intel people, and I will say that they are spectacular.  Now, they're not going to want to talk about it.  They want to keep it quiet.  The last thing they want, because these are — these are great patriots.  But the people that I've been dealing with are incredible people.  And it's really a deserving name: \"intelligence.\"  I've dealt with some people that aren't very intelligent, having to do with intel, but this is the top people and it was incredible.  It was flawless.  And it was very complicated.\nBut — so, I do appreciate Russia, Turkey, Iraq, and Syria, to an extent, because, you know, we're flying into Syria, and a lot of Syrian people with lots of guns.\nSo we had good cover for probably the most dangerous part.  It would not sound to — you know, when you fly in, it doesn't sound like that would be the most dangerous when you're going into shooting nests and all of the things that happened once they broke into that pretty powerful compound.  That was a very strong compound and, as I said, had tunnels.\nBut the most dangerous part, we had great cooperation with.\nYes, ma'am.\n<strong>Q</strong>: Did you inform Speaker Pelosi ahead of time?\n<strong>THE PRESIDENT</strong>: No, I didn't.  I didn't do — I didn't do that.  I wanted to make sure this kept secret.  I don't want to have men lost — and women.  I don't want to have people lost.\n<strong>Q</strong>: Do you anticipate inviting the Special Forces teams to the White House after this?\n<strong>THE PRESIDENT</strong>:  Oh, yeah.  They'll be invited.  I don't know if they'll want to have their faces shown, to be honest with you.  You know, they want to — they're incredible for the country.  They're not looking for public relations.\nBut they love doing what they're doing.  I've seen it.  The First Lady was out there, recently, looking at what they do.  She came back, she said, \"Wow, I've never seen anything like that.\"  The training — you know, all of the training — and the power of the people.  The men and women, the strength, the physical strength, the mental strength.  These are incredible people.  These are very unique individuals.\n<strong>Q</strong>: You mentioned whimpering.  Could you hear that on your video hookup?\n<strong>THE PRESIDENT</strong>:  Mentioned what?\n<strong>Q</strong>: The whimpering of Baghdadi.  Did you hear it?\n<strong>THE PRESIDENT</strong>:  I don't want to talk about it, but —\n<strong>Q</strong>: Okay.\n<strong>THE PRESIDENT</strong>:  — he was screaming, crying, and whimpering.  And he was scared out of his mind.\nAnd think of James Foley.  Think of Kayla.  Think of the things he did to Kayla; what he did to Foley and so many others.  And for those people that say, \"Oh, isn't this a little violent?  Think of how many times have you seen men — I think, in all cases, men, for the most part — but in terms of this, where you see the orange suits, and you see the ocean and they're beheaded.  Or how many of you got to see — because it was out there — the Jordanian pilot whose plane went down, they captured him, they put him in a cage, and they set him on fire.\nAnd the King of Jordan actually attacked, very powerfully, when that happened.  They've never seen anything like that.  But he set him on fire.  This was al-Baghdadi.  And you should never, ever hopefully see a thing like that again.\nNow, there'll be new people emerged, but this was the worst of this particular world.  This was the worst.  Probably, in certain ways, the smartest.  He was also a coward.  And he didn't want to die.  But think of it: Everybody was out, and we were able to search him down and find him in the tunnel.  We knew the tunnel existed.  And that's where he was.\n<strong>Q</strong>: And you've taken a lot of heat for the Syria pullout.  Do you think this will change the standing — your standing —\n<strong>THE PRESIDENT</strong>: Well, I don't have a Syria pullout.  I just don't want to guard Turkey and Syria for the rest of our lives.  I mean, I don't want to do it.  It's very expensive.  It's very dangerous.  They've been fighting for centuries.  I don't want to have my people — 2,000 men and women, or 1,000, or 28.  We had 28 guards.  And I said, \"I don't want them there anyway.  I don't want them.\"\nNow, I will secure the oil that happens to be in a certain part.  But that's tremendous money involved.  I would love to — you know, the oil in — I mean, I'll tell you a story.  In Iraq — so they spent — President Bush went in.  I strongly disagreed with it, even though it wasn't my expertise at the time, but I had a — I have a very good instinct about things.  They went in and I said, \"That's a tremendous mistake.\"  And there were no weapons of mass destruction.  It turned out I was right.  I was right for other reasons, but it turned out, on top of everything else, they had no weapons of mass destruction, because that would be a reason to go in.  But they had none.\nBut I heard recently that Iraq, over the last number of years, actually discriminates against America in oil leases.  In other words, some oil companies from other countries, after all we've done, have an advantage Iraq for the oil.  I said, \"Keep the oil.  Give them what they need.  Keep the oil.\"  Why should we — we go in, we lose thousands of lives, spend trillions of dollars, and our companies don't even have an advantage in getting the oil leases.  So I just tell you that story.  That's what I heard.\n<strong>Q</strong>: Did Gina Haspel play a role in this?  Can you talk a little bit about that?  And I saw your NSC counter-terrorism director out in the hallway.  Was there a role with NSC counter-terrorism?\n<strong>THE PRESIDENT</strong>: Yes.  Everybody.  Gina was great.  Everybody played a role.  Joe was great.  Gina was great.  They were all great.\n<strong>Q</strong>: Just to follow up, did your Syria pullout, did that generate the intelligence that led to this operation?\n<strong>THE PRESIDENT</strong>:  No.  We were looking at this — look, as I said, Steve, I've been looking at this — I'm here almost three years.  I've been looking at this for three years.  They'd come in, \"Sir, we have somebody under...\" — I said, \"I don't want somebody.  I want al-Baghdadi.  That's the one I want.\"  They'd said, \"Well, we have somebody else.\"  I said, \"That's great.  Fine.  Take them out.  But I want al-Baghdadi.  That's who I want.  I don't want other people.\"\nAnd then I also wanted Hamza bin Laden because he's a young man, around 30, looks just like his father.  Tall, very handsome.  And he was talking bad things, just like his father.\nYou know, if you read my book — there was a book just before the World Trade Center came down.  And I don't get any credit for this, but that's okay.  I never do.  But here we are.  I wrote a book — a, really, very successful book.  And in that book, about a year before the World Trade Center was blown up, I said, \"There is somebody named Osama bin Laden.  You better kill him or take him out.\"  Something to that effect.  \"He's big trouble.\"\nNow, I wasn't in government.  I was building buildings and doing what I did.  But I always found it fascinating.  But I saw this man — tall, handsome, very charismatic — making horrible statements about wanting to destroy our country.  And I'm writing a book.  I think I wrote 12 books.  All did very well.  And I'm writing a book.  The World Trade Center had not come down.  I think it was about — if you check, it was about a year before the World Trade Center came down.  And I'm saying to people, \"Take out Osama bin Laden,\" that nobody ever heard of.  Nobody ever heard of.  I mean, al-Baghdadi everybody hears because he's built this monster for a long time.  But nobody ever heard of Osama bin Laden until, really, the World Trade Center.\nBut about a year — you'll have to check — a year, year and a half before the World Trade Center came down, the book came out.  I was talking about Osama bin Laden.  I said, \"You have to kill him.  You have to take him out.\"  Nobody listened to me.\nAnd to this day, I get people coming up to me, and they said, \"You know what one of the most amazing things I've ever seen about you?  Is that you predicted that Osama bin Laden had to be killed before he knocked down the World Trade Center.\"  It's true.  Now, most of the press doesn't want to write that, but you know — but it is true.  If you go back, look at my book.  I think it was \"The America We Deserve.\"  I made a prediction, and I — let's put it this way: If they would have listened to me, a lot of things would have been different.\n<strong>Q</strong>: Sir, can you talk about some of the difficult decisions you had along the way here in this operation?  Anything that weighed on you or that you had to —\n<strong>THE PRESIDENT</strong>: Well, just death.  I mean, you know, I'm sending a large number of brilliant fighters.  These are the greatest fighters in the world.\n<strong>Q</strong>: How many?\n<strong>THE PRESIDENT</strong>: I'd rather let the generals tell you, but a large number.  We had eight helicopters and we had many other ships and planes.\nIt was a large group.  And again, this is a large group heading over very, very strong firepower areas where — that was decision one: Will they make it?  And they made it, but they took fire, but they made it.  They didn't take — we don't believe, again, it was nation fire; we believe it was individual group fire or gang fire, as they call it.  So, they made it, so that was a big relief.\nThen they went in, they blasted their way in — you've heard.  They blasted their way in so quickly.  It was incredible.  Because this building was quite powerful, strong.  They blasted their way in, and then all hell broke loose.  It's incredible that nobody was killed — or hurt.  We had nobody even hurt.  And that's why the dog was so great.  We actually had a robot to go in the tunnel, but we didn't get it because we were tracking him very closely.  But we had a robot, just in case.  Because we were afraid he had a suicide vest on, and if you get close to him and he blows it up, you're going to die.  You're going to die.  He had a very powerful suicide vest.\n<strong>Q</strong>: Did you have to make any decisions in the moment, while troops were on the ground?\n<strong>THE PRESIDENT</strong>: No, they had it just incredible.  We were getting full reports on literally a minute-by-minute basis.  \"Sir, we just broke in.\"  \"Sir, the wall is down.\"  \"Sir,\" you know, \"we've captured.\"  \"Sir, two people are coming out right now.  Hands up.\"  Fighters.  Then, the 11 children out.  Numerous people were dead within the building that they killed.\nThen, it turned out, they gave us a report: \"Sir, there's only one person in the building.  We are sure he's in the tunnel trying to escape.\"  But it's a dead-end tunnel.  And it was brutal.  But it was over.  And as I said, when he blew himself up, the tunnel collapsed on top of him, on top of everything — and his children.  I mean, so he led his three children to death.  So, you know —\n<strong>Q</strong>: And in the tunnel, that's when the robot followed him in?  That's why no troops died?\n<strong>THE PRESIDENT</strong>:  The robot was set to, but we didn't hook it up because we were too — they were moving too fast.  We were moving fast.  We weren't 100 percent sure about the tunnel being dead-ended.  It's possible that there could have been an escape hatch somewhere along that we didn't know about.\nSo we moved very, very quickly.  I mean —\n<strong>Q</strong>: Was he being chased then?\n<strong>THE PRESIDENT</strong>:  — these people, they were moving — they were chasing, yeah.  They were chasing.  But again, because the suicide vest, you can't get too close.\nAgain, one of the reasons with the wives is if they have a suicide vest, you know, you have to be very, very careful.  These vests are brutal.  Brutal.  And they go for a long distance.\nYes, please.\n<strong>Q</strong>: Have you spoken or will you speak to the families, like the Foley family?\n<strong>THE PRESIDENT</strong>:  I'm calling the families now.  It will be a pleasure to do that.  The Foley family, who I know.  We'll be calling Kayla's family.  What — what he did to her was incredible.  It's a well-known story, and I'm not going to say it, but you know that.  He kept her in captivity for a long period of time.  He kept her in his captivity, his personal captivity.  She was a beautiful woman, beautiful young woman.  Helped people.  She was there to help people.  And he saw her and he thought she was beautiful, and he brought her into captivity for a long period of time and then he killed her.  He was an animal, and he was a gutless animal.\nThank you all very much.  I appreciate it.  It's a very great day for our country."
    },
    "https://www.npr.org/2019/10/27/773918268/president-trump-says-isis-leader-is-dead": {
      "title": "NPR Politics Podcast: President Trump Says ISIS Leader Is Dead",
      "href": "https://www.npr.org/2019/10/27/773918268/president-trump-says-isis-leader-is-dead",
      "authors": [
        {
          "href": "https://www.npr.org/people/122805042/tamara-keith",
          "name": "Tamara Keith"
        },
        {
          "href": "https://www.npr.org/people/542834285/philip-ewing",
          "name": "Philip Ewing"
        },
        {
          "href": "https://www.npr.org/people/392602474/domenico-montanaro",
          "name": "Domenico Montanaro"
        }
      ],
      "content": "Trump declared that U.S. forces have brought \"the world's No. 1 terrorist leader to justice\" and that no U.S. troops were killed or injured in the raid. Some experts fear the resurgence of the Islamic State now that Trump has announced a pullout of U.S. forces from Syria, with dozens of ISIS fighters escaping from Kurdish custody in the last month. This episode: White House correspondent Tamara Keith, national security editor Phil Ewing, and senior editor & correspondent Domenico Montanaro. Email the show at nprpolitics@npr.org. Find and support your local public radio station at npr.org/stations."
    },
    "https://www.npr.org/2019/10/27/773919009/john-conyers-jr-who-represented-michigan-for-5-decades-dies-at-90": {
      "title": "John Conyers Jr., Who Represented Michigan For 5 Decades, Dies at 90",
      "href": "https://www.npr.org/2019/10/27/773919009/john-conyers-jr-who-represented-michigan-for-5-decades-dies-at-90",
      "authors": [
        {
          "href": "https://www.npr.org/people/463234136/laurel-wamsley",
          "name": "Laurel Wamsley"
        }
      ],
      "content": "<strong>Updated at 6:42 p.m. ET</strong>\nJohn Conyers Jr., who represented Michigan in Congress for more than five decades, has died at the age of 90. His death was confirmed Sunday by the Wayne County Medical Examiner's Office in Detroit.\nConyers was the longest-serving African American lawmaker in congressional history, a co-founder of the Congressional Black Caucus and a fierce champion for civil rights. But he would leave office at the age of 88 amid allegations of sexual harassment.\nConyers was first elected to the House in 1964. Among his signature efforts in Congress was his battle for reparations for African Americans. Beginning in 1989, Conyers would introduce a bill at the beginning of each session of Congress that <a href=\"https://www.npr.org/sections/codeswitch/2014/05/27/315306194/the-desire-for-a-reckoning-meets-the-wish-for-a-reset\">called for</a> a \"congressional study of slavery and its lingering effects as well as recommendations for 'appropriate remedies.' \"\nConyers also helped lead the charge for the creation of a federal holiday in honor of Martin Luther King Jr. Four days after King was assassinated in 1968, <a href=\"https://www.washingtonpost.com/politics/john-conyers-who-first-proposed-an-mlk-holiday-marks-50-years-in-congress/2015/01/18/998d4ba2-9d08-11e4-bcfb-059ec7a93ddc_story.html\">Conyers introduced a bill</a> to establish the holiday. It would take another 15 years of trying until the legislation was eventually signed into law by President Ronald Reagan.\nFamed civil rights activist Rosa Parks worked in his Detroit office from 1965 until she retired in 1988.\nHis time in office earned Conyers the title \"dean of the House of Representatives,\" but in 2017, he<a href=\"https://www.npr.org/2017/12/05/567160325/conyers-resigning-amid-sexual-harassment-allegations\"> resigned</a> from office amid allegations of sexual misconduct. Several women accused the Democrat of verbal abuse, inappropriate touching and groping over decades. One former staff member received a confidential settlement of $27,000 from Conyers' office after alleging she was fired for refusing the congressman's advances. Conyers denied any wrongdoing.\nDuring his time in office, Conyers was wildly successful in his district, regularly winning reelection with 80% of the vote or more.\nDetroit mayor Mike Duggan said in a statement on Sunday that Conyers had \"fought for a better Detroit for more than half a century. From co-founding the Congressional Black Caucus to leading the fight in Congress to enshrine Martin Luther King's birthday as a national holiday, John Conyers' impact on our city and nation will never be forgotten.\"\nRep. Steve Cohen, D-Tenn., remembered Conyers as a friend and mentor. \"He truly cared about other people, loving other people, and he wanted justice,\" Cohen told NPR. \"And it wasn't just talk at some coffee house, he wanted to take these ideas and put them into law.\"\nConyers was born in Detroit in 1929 and attended Detroit public schools before attending Wayne State University and Law School. He served in the Michigan National Guard and then the U.S. Army from 1950 to 1954. He then worked in the office of Congressman John Dingell and then as general counsel to labor unions before running for office himself.\nConyers is survived by his wife, a brother and two sons.\n\"Congressman Conyers was a devoted father and husband and his world revolved around securing justice against racial and economic discrimination,\" his family said in a statement.\nHis wife, Monica Conyers, remembered her husband as \"a fighter\" for his community.\n\"When your back was up against a wall,\" she said, \"he was right there with you. Not just for me, but for everyone.\"\n<em>Bobby Allyn contributed to this report.</em>"
    },
    "https://www.npr.org/2019/10/27/773844324/2-million-californians-without-power-and-180-000-ordered-to-evacuate-amid-wildfi": {
      "title": "2 Million Californians Without Power And 180,000 Ordered To Evacuate Amid Wildfires",
      "href": "https://www.npr.org/2019/10/27/773844324/2-million-californians-without-power-and-180-000-ordered-to-evacuate-amid-wildfi",
      "authors": [
        {
          "href": "https://www.npr.org/people/463234136/laurel-wamsley",
          "name": "Laurel Wamsley"
        },
        {
          "href": "https://www.npr.org/people/543959056/emma-bowman",
          "name": "Emma Bowman"
        }
      ],
      "content": "<strong>Updated at 11 p.m. ET</strong>\nCalifornia's governor declared a statewide emergency on Sunday to free up state aid as extreme winds continued to fan wildfires, prompting mandatory evacuations of nearly 200,000 residents.\nThe raging fires have engulfed thousands of acres in both Northern and Southern California. And as firefighters race to control the blazes, those who have not been forced to evacuate are dealing with other effects from the flames — including rolling blackouts and poor air quality.\n\"We are deploying every resource available, and are coordinating with numerous agencies as we continue to respond to these fires,\" Gov. Gavin Newsom said <a href=\"https://www.gov.ca.gov/2019/10/27/governor-newsom-declares-statewide-emergency-due-to-fires-extreme-weather-conditions/\">in a statement</a>.\nSome 180,000 people are being asked to leave their homes in Northern California as the Kincade Fire threatens the city of Santa Rosa, Sonoma County's largest city. \"This is the largest evacuation that any of us at the Sheriff's Office can remember. Take care of each other,\" the office <a href=\"https://twitter.com/sonomasheriff/status/1188467279635214338\">tweeted</a>.\nThe National Weather Service recorded a <a href=\"https://www.spc.noaa.gov/products/fire_wx/fwdy1.html\">wind gust in Sonoma County at 93 mph </a>early Sunday.\nAt 3:18 a.m., the city of Healdsburg <a href=\"https://www.ci.healdsburg.ca.us/AlertCenter.aspx?AID=Fire-Approaching-Healdsburg-Leave-NOW-21\">alerted</a> residents, \"Winds have kicked up and the Kincade Fire is approaching. ... If you are still in town, LEAVE NOW.\"\nThe <a href=\"https://www.fire.ca.gov/incidents/2019/10/23/kincade-fire/\">Kincade Fire</a> is just<strong> </strong>5% contained after three days and has burned about 54,000 acres, according to the California Department of Forestry and Fire Protection. Smoke from the fires is <a href=\"http://www.baaqmd.gov/~/media/files/communications-and-outreach/publications/news-releases/2019/2019_071_twenty_secondsta_102519-pdf.pdf?la=en\">affecting the entire Bay Area</a>, though in most of the region, air quality was not expected to exceed the \"Unhealthy for Sensitive Groups\" range.\nPG&E, the state's bankrupt electric utility, <a href=\"https://www.pge.com/en/about/newsroom/newsdetails/index.page?title=20191026_pge_has_begun_de-energization_of_its_electric_lines_for_public_safety_impacts_will_include_customers_in_parts_of_38_counties_in_northern_and_central_california_historic_wind_event_will_affect_940000_customers_and_last_through_monday\">said</a> it would be cutting power to 940,000 homes and businesses in 38 counties. That means an estimated 2.35 million people are without power, according to The Associated Press. The utility company said it was notifying customers 48 hours and 24 hours in advance and then again just before cutting power — but warned that other customers could lose power without notice because of damage to PG&E equipment.\nAuthorities are still investigating the cause of the Kincade Fire, but PG&E <a href=\"https://www.pge.com/en/about/newsroom/newsdetails/index.page?title=20191024_electric_incident_report_filed_with_cpuc_in_response_to_kincade_fire\">said</a> one of its transmission towers had been damaged shortly before the fire erupted in the same area.\nBy Sunday night, the Tick Fire was 70% contained after burning 4,600 acres. It had destroyed or damaged about 50 structures in the two days since it had started.\nAlmost 1,000 firefighters were at work in the region, building additional containment lines and looking for burned areas in danger of rekindling. They were also preparing for more Santa Ana winds expected on Sunday evening and Monday morning. Critical fire conditions are possible on Wednesday and Thursday, as gusts could reach 50 to 70 miles per hour and humidity is low.\n\"The next 72 hours will be challenging,\" California Gov. Gavin Newsom <a href=\"https://www.sfchronicle.com/california-wildfires/article/I-could-sugarcoat-it-but-I-will-not-14565222.php\">said </a>at a news conference Saturday, referring to both the power outages and the fires. \"I could sugarcoat it, but I will not.\"\nExpecting winds to strengthen again on Tuesday, <a href=\"https://www.pge.com/en/about/newsroom/newsdetails/index.page?title=20191027_pge_is_monitoring_a_third_consecutive_severe_wind_event_for_tuesday_and_wednesday_that_could_impact_nearly_32_counties_across_northern_and_central_california\">PG&E said on Sunday</a> night that it may conduct yet another round of shutoffs that would begin on Tuesday and could affect some 32 counties throughout Northern California.\nSome customers currently without power could remain in the dark through the next potential shutoff, PG&E also warned, meaning residents could possibly go five days without power since the Oct. 26 outages began."
    },
    "https://www.npr.org/2019/10/27/773942001/rep-katie-hill-facing-an-ethics-investigation-says-she-will-resign": {
      "title": "Rep. Katie Hill, Facing An Ethics Investigation, Says She Will Resign",
      "href": "https://www.npr.org/2019/10/27/773942001/rep-katie-hill-facing-an-ethics-investigation-says-she-will-resign",
      "authors": [
        {
          "href": "https://www.npr.org/people/543959056/emma-bowman",
          "name": "Emma Bowman"
        }
      ],
      "content": "Rep. Katie Hill, D-Calif., says she plans to resign in the face of an ethics investigation stemming from allegations that she had an inappropriate sexual relationship with a member of her congressional staff.\n\"It is with a broken heart that today I announce my resignation from Congress,\" Hill wrote in a statement released on Sunday. \"This is the hardest thing I have ever had to do, but I believe it is the best thing for my constituents and our country.\"\nHill, a freshman lawmaker, had been considered a rising star in the Democratic Party. But on Wednesday, the House Ethics Committee announced that it was opening an investigation into allegations that Hill was romantically involved with Graham Kelly, her legislative director. Hill has denied the allegation.\nThe allegations against Hill were first reported by the the conservative website <em>Red State. </em>In her statement, Hill said she was the victim of a \"smear campaign\" by her husband — with whom she's engaged in a rancorous divorce proceeding — and \"hateful political operatives.\"\nThe ethics investigation against Hill was triggered by a change to House rules passed during the height of the #MeToo era. Over the course of six months between 2017 and 2018, nine lawmakers — eight men and one woman — stepped down over varying degrees of sexual misconduct allegations.\nOne part of the rule change, approved in February 2018, bars lawmakers from engaging in sexual relations with anyone who works in their congressional office or on any committees on which they serve.\nWith the launch of the ethics inquiry, Hill became <a href=\"https://www.npr.org/2019/10/24/773025596/first-lawmaker-to-trigger-new-metoo-era-conduct-rules-is-a-female-freshman\">the first member of Congress</a> to face investigation for a possible violation of the rule.\nHill, who is openly bisexual, has admitted to and apologized for an \"inappropriate\" relationship with a female campaign staffer. However, there are no laws or House rules that prohibit consensual relationships with campaign staffers.\nHill did not say when specifically she planned to resign.\nIn a statement, House Speaker Nancy Pelosi, D-Calif, said that Hill's \"errors in judgment\" made it \"untenable\" for her to remain in office. \"We must ensure a climate of integrity and dignity in the Congress, and in all workplaces,\" Pelosi said."
    },
    "https://www.npr.org/2019/10/24/772698182/democrats-can-calm-their-2020-election-anxiety-by-accepting-theres-no-one-else": {
      "title": "Democrats Can Calm Their 2020 Election Anxiety By Accepting That There's No One Else",
      "href": "https://www.npr.org/2019/10/24/772698182/democrats-can-calm-their-2020-election-anxiety-by-accepting-theres-no-one-else",
      "authors": [
        {
          "href": "https://www.npr.org/people/392602474/domenico-montanaro",
          "name": "Domenico Montanaro"
        }
      ],
      "content": "It's happening again.\nDemocrats are wringing their hands, wondering who else might be out there?\nMichelle Obama? Sherrod Brown? Mike Bloomberg? Hillary Clinton? Oprah?\nDemocrats do this mental gymnastics nearly every election cycle — is there anyone <em>not</em> running for president who is better than who <em>is </em>running and can definitely win in a general election?\nSome real talk, though, after conversations with veteran Democratic strategists — as a Trump administration official might put it: \"<a href=\"https://www.npr.org/2019/10/17/770979659/watch-white-house-holds-now-rare-press-briefing-amid-impeachment-syria-conflicts\">Get over it</a>.\"\n\"This is the field,\" said Jamal Simmons, a former adviser to the Democratic National Committee during Barack Obama's 2008 presidential run. \"There were 24 candidates who were running. So Democrats had a lot of choices.\"\nThese campaign veterans, not connected with any current campaigns, are more optimistic about the group than many others in the Democratic establishment. They say, sure, there are vulnerabilities, but there are always vulnerabilities with candidates in every election cycle.\nWhat's more, they say, the top candidates are showing strength against Trump nationally and in key states, for the most part, they are getting better as candidates and are \"talented, hard-working, telegenic, smart, and inspiring,\" said a former Obama official and campaign veteran who did not want to be named in order to speak openly about the field.\n\"My one concern is this trend to lurch outside the mainstream on a handful of issues,\" this Democrat said, pointing to policies like decriminalization of border crossings, \"Medicare for All\" as a replacement to private health insurance and packing the Supreme Court.\nAll are unpopular with a general-election electorate.\n\"Democrats win when we are the party of common sense,\" the Obama official said, noting that Hillary Clinton and Obama made sure not to adopt policies outside the mainstream in the 2008 primary race. \"Some of these ideas are going to scare all those suburban women that delivered us 2018.\"\nDemocrats took back the House in 2018 by flipping more than three dozen seats held by Republicans, many of which were in right-leaning districts. With Democrats in the House going down the impeachment path, some in the party are holding their breath to see how that plays with the general-election electorate. So far, independents have flipped and started to trend with Democrats on at least approving of the impeachment inquiry.\n\"This hand-wringing seems to happen every presidential election — perhaps more acute this time because of the threat Trump poses to our country and the strong desire to beat him,\" said Karen Finney, a Democratic strategist who worked on the 2016 Clinton campaign and was an adviser to Stacey Abrams during her bid for Georgia governor in 2018.\n<strong>High anxiety</strong>\nThere are undoubtedly vulnerabilities of the current field. Former Vice President Joe Biden, who led in national polls for most of this year, has stumbled in debates; his fundraising has been unimpressive; and young voters have little affection for him.\nMassachusetts Sen. Elizabeth Warren is seen as too liberal by some, especially because of her support for Medicare for All as a replacement to private insurance. And there's the complication of no woman ever having been president of the United States. (Whether Warren's gender would help or hurt her is an arguable point worthy of another column.)\nVermont Sen. Bernie Sanders retains a loyal following, and he continues to be a fundraising juggernaut with the love and admiration of young progressives. But his favorability ratings with a general-election electorate are not good, as a recent <a href=\"https://www.npr.org/2019/09/11/759574033/poll-democrats-most-like-warren-but-voters-overall-are-lukewarm-on-democrats-tru\">NPR/<em>PBS NewsHour</em>/Marist poll found</a>. And nothing polls worse for a characteristic of a candidate, an <a href=\"https://www.nbcnews.com/politics/meet-the-press/nbc-news-wsj-poll-2020-race-will-be-uphill-trump-n978331\">NBC/<em>WSJ </em>poll found</a>, than a socialist or someone older than 75.\nThere is buzz again around South Bend, Ind., Mayor Pete Buttigieg after a strong debate performance and a sizable bank of cash on hand ($30 million). While he favors more poll-tested policy positions, he has less experience on the national stage, is the mayor of a town of only about 100,000 people, has had his own challenges during his tenure winning over people of color that have translated to this campaign — and he's only 37 years old.\nThis week, pieces in both the <a href=\"https://www.nytimes.com/2019/10/22/us/politics/democratic-candidates-2020.html?rref=collection%2Fbyline%2Fjonathan-martin&action=click&contentCollection=undefined&region=stream&module=stream_unit&version=latest&contentPlacement=1&pgtype=collection\"><em>New York Times</em></a><em> </em>and <a href=\"https://www.washingtonpost.com/politics/anxiety-rises-among-democrats-worried-about-partys-prospects-in-2020/2019/10/22/b9c015d4-f4d9-11e9-8cf0-4cc99f74d127_story.html\"><em>Washington Post </em></a>put the concerns of some high-profile Democrats on full display.\n\"There's more anxiety than ever,\" Connie Schultz, the journalist and spouse of the aforementioned Ohio Sen. Brown, told the <em>Times</em>. (She also noted that there are calls for her husband to reconsider.)\nThe anxiety is palpable to former New Orleans Mayor Mitch Landrieu: \"I can see it, I can feel it, I can hear it,\" he noted in the <em>Times</em>.\n\"You can imagine much stronger candidates,\" Elaine Kamarck, a longtime DNC member, told the <em>Post</em>.\nShe prefers a more moderate figure like Brown, who has said being in favor of Medicare for All as a replacement to private insurance is a bad idea, because it's unpopular in a place like Ohio.\n<strong>Late entries rarely work</strong>\nKamarck also floated Adm. William H. McRaven, who was in charge of the raid that killed Osama bin Laden. McRaven penned an op-ed in the <em>Times </em>last week, headlined, \"<a href=\"https://www.nytimes.com/2019/10/17/opinion/trump-mcraven-syria-military.html\">Our Republic Is Under Attack From the President</a>.\"\nBut running a late-entry military leader into the Democratic primary has been tried before. In 2004, nervous Democrats urged Gen. Wesley Clark to launch an ill-fated campaign, because they didn't like that someone viewed as too liberal was ahead (Gov. Howard Dean of Vermont) and the other leading candidate was seen as too uninspiring (John Kerry).\nKerry, of course, won the nomination but lost in the general election. Sound like familiar concerns? Nothing is perfectly symmetrical, though. The country then was in the middle of a war, with a president asking Americans to \"stay the course\" three years after the country's worst terrorist attacks in its history on Sept. 11.\nGeorge W. Bush's approval rating in the <a href=\"https://news.gallup.com/interactives/185273/presidential-job-approval-center.aspx\">last Gallup poll before Election Day was still 48%</a>. It eventually hit 57% in early 2005 before nosediving, as the Iraq war spiraled. That and an economic collapse led to Obama's 2008 victory.\nThe Clark experiment, launched in September 2003, failed. Just ask Simmons. He was part of that campaign.\n\"Wes Clark was a product of Democratic hand-wringing, because of Howard Dean and John Kerry,\" Simmons said. \"All these Clinton people surrounded him and tried to build a campaign, and let me just say, it didn't really work out so well.\"\nClark's campaign never really worked out for lots of reasons — he was a political novice, fundraising was difficult, his loyalty to the Democratic Party was questioned and he lacked a natural charisma and constituency. He wound up <a href=\"https://www.cnn.com/ELECTION/2004/primaries/pages/states/NH/\">finishing third in the New Hampshire primary</a>, far behind Kerry and Dean. He <a href=\"https://www.cnn.com/2004/ALLPOLITICS/02/10/elec04.prez.clark/index.html?iref=mpstoryview\">dropped out shortly after</a>.\n\"History would sort of argue it's too late\" now for someone else to get in, Simmons said.\n<strong>A constant state of worry</strong>\nIn 2016, there was one narrative that would never quite go away — whether one particular candidate would jump in and save the party from the Clinton email scandal.\nIronically, that was none other than Joe Biden, the man the party establishment is now so worried about because of his lackluster fundraising (just $9 million cash on hand) and spotty debate performances.\nClinton did win 3 million more votes than Trump; they were just in some of the wrong places.\nIn 2007 and 2008, some were apprehensive that a young, inexperienced black Democrat couldn't beat a war hero. Obama, it should be remembered, went on to not only win the presidency once, but reelection as the only person to do so with <a href=\"https://uselectionatlas.org/RESULTS/\">at least 51% of Americans' vote twice </a>since Eisenhower.\n<strong>The last time a late entry worked</strong>\nThe last person to get into the race this late and get the nomination was in 1992 when Arkansas Gov. Bill Clinton got into the race in October 1991.\n\"That's the last time that worked, and we didn't have email addresses,\" Simmons said. \"We were carrying cellphones around in duffel bags.\"\nWhat's more, Clinton's entry was after a sleepy summer in the primary when other potentially major candidates declined to run. Clinton himself faced party hand-wringing with rumors of infidelity <a href=\"https://www.nytimes.com/1992/01/24/us/the-1992-campaign-clinton-denounces-new-report-of-affair.html?searchResultPosition=9\">highlighted by the Gennifer Flowers saga </a>and because of <a href=\"https://www.washingtonpost.com/wp-srv/politics/special/clinton/frenzy/clinton2.htm\">accusations of being a Vietnam draft dodger</a>.\nClinton won the presidency twice.\n<strong>Democratic </strong><em><strong>voters </strong></em><strong>seem to like their field</strong>\nAll that said, an important point that shouldn't be lost is that Democratic <em>voters </em>don't seem all that dissatisfied with the field. The top candidates get very high favorability ratings from Democrats, as the <a href=\"https://www.npr.org/2019/09/11/759574033/poll-democrats-most-like-warren-but-voters-overall-are-lukewarm-on-democrats-tru\">NPR poll has shown</a>. And, as <a href=\"https://www.people-press.org/2019/07/18/democrats-ratings-of-partys-2020-field-better-than-in-2016-similar-to-2008/\">Pew found earlier this summer</a>, two-thirds of Democratic voters (65%) had either an excellent or good impression of the field. That's 14 points higher than 2016 on par with 2008.\n\"It's still early,\" Finney noted. \"Politicos forget that voters are still getting to know the candidates, and there's still time for someone to have a breakout moment.\"\nThe dings and bruises of a primary, she argued, will be good for the eventual nominee.\n\"We can't be afraid that our eventual nominee will get too beat up in a primary,\" Finney said. \"This is the time for the campaigns to deal with issues, because they will face the same attacks on a much larger, harsher scale in the general, so better to be prepared and know how to fight it.\n\"Look at how much stronger Obama was in 2008 after the primary.\""
    },
    "https://www.npr.org/2019/10/25/772325133/as-president-trump-tweets-and-deletes-the-historical-record-takes-shape": {
      "title": "As President Trump Tweets And Deletes, The Historical Record Takes Shape",
      "href": "https://www.npr.org/2019/10/25/772325133/as-president-trump-tweets-and-deletes-the-historical-record-takes-shape",
      "authors": [
        {
          "name": "Rachel Treisman"
        }
      ],
      "content": "President Trump made a high-profile, short-lived typo this past weekend when he referred to Defense Secretary Mark Esper as \"Mark Esperanto\" in a tweet that was deleted after an hour.\nTrump has made unprecedented use of Twitter from the Oval Office and regularly uses it to share thoughts and announcements on politics and diplomacy. For many experts, his penchant for deletion is cause for concern: Under the 1978 Presidential Records Act, Trump's electronic communications are considered public property, and living history.\nTrump has spoken about the power of Twitter and the political importance of his tweets. He told <a href=\"https://www.theguardian.com/us-news/2017/mar/15/donald-trump-twitter-fox-news-interview-wiretapping\">Fox News' Tucker Carlson in 2017 </a>that he might not have been elected without the platform and viewed it as an effective means of communication as president.\n\"My use of social media is not Presidential — it's MODERN DAY PRESIDENTIAL,\" he <a href=\"https://twitter.com/realdonaldtrump/status/881281755017355264\">tweeted </a>in July 2017.\nThe president's tweets are an important window into his communications with other politicians, his supporters and the public, said Dan Mahaffee, senior vice president and director of policy at the Center for the Study of the Presidency and Congress.\n\"Whether you support the president or not, this is similar to how [Franklin Delano Roosevelt] approached fireside chats or how John F. Kennedy used television to relate to his supporters and the American people,\" Mahaffee said. \"And each time you get into a new technology of communication, that record is very revealing in how technology was used and how the president thought it helped achieve his goals.\"\nAccess to complete presidential records makes fuller historical research and scholarship possible. For instance, new work on the early years of the Cold War is only coming out now that certain documents and parts of the policy record are declassified, Mahaffee said.\nTrump's tweets constitute an important part of the presidential record and should be preserved for the public as such, according to Sarah Quigley, the chairperson of the Society of American Archivists' Committee on Public Policy. Quigley believes this issue is as much about statutory compliance as it as about democratic health.\n\"Records of the federal government and of the executive office are how we hold our elected officials accountable for their decisions and for the actions that they take on our behalf and the way that we know what they do ... and judge the decisions that they're making is through access to these records,\" Quigley said.\n<strong>The stakes of Twitter diplomacy</strong>\n<a href=\"https://s22.q4cdn.com/826641620/files/doc_financials/2019/q1/Q1-2019-Slide-Presentation.pdf\">Twitter says</a> about 40% of its 330 million monthly active users visit the site on a daily basis, a relatively small audience compared with those of <a href=\"https://zephoria.com/top-15-valuable-facebook-statistics/\">Facebook </a>and <a href=\"https://techcrunch.com/2018/06/20/instagram-1-billion-users/\">Instagram</a>. But the platform wields disproportionate amounts of influence, experts say, because of who uses it.\n\"I think that Twitter is an important platform if for no other reason that some very high-profile political figures, the president included, have made it their platform of choice,\" said R. Kelly Garrett, a professor at the Ohio State University's School of Communication who researches online political communication. He compared Twitter to a \"personal newswire,\" as journalists amplify what politicians tweet.\nThe president joined Twitter as<a href=\"https://twitter.com/realDonaldTrump\"> @realDonaldTrump</a> in 2009, well before he officially entered politics. And though he <a href=\"https://www.nytimes.com/2017/01/20/us/politics/trump-takes-over-the-potus-account-on-twitter.html\">inherited the @POTUS account</a> upon inauguration, the president has continued to tweet from his original handle, so the official account consists mostly of retweets from his personal account.\nAccording to Shontavia Johnson, an attorney who focuses on the intersection of law and social media, Trump's tweets should be considered part of the presidential record no matter which account publishes them because of their political import and historical significance.\nShe cited examples of such tweets from the last several years: <a href=\"https://media-cdn.factba.se/realdonaldtrump-twitter/817328258085769218.jpg\">one</a> stating Mexico would reimburse Americans for Trump's proposed border wall,<a href=\"https://media-cdn.factba.se/realdonaldtrump-twitter/810099766063493120.jpg\"> one</a> accusing China of stealing a U.S. Navy research drone, <a href=\"https://www.theguardian.com/us-news/2017/nov/29/donald-trump-theresa-may-tweet-uk-us\">one</a> rebuking then-British Prime Minister Theresa May but tagging the wrong username, and <a href=\"https://media-cdn.factba.se/realdonaldtrump-twitter/811555413942566912.jpg\">one</a> disparaging the Electoral College system.\n\"Even though it's a 'unofficial' Twitter account, it is being used to create or provoke responses that certainly have diplomatic national ripple effects,\" Johnson said. \"So I don't think the fact that it's @realDonaldTrump means that those tweets are not presidential records.\"\n<strong>The reason for the record</strong>\nCongress passed the Presidential Records Act in 1978 out of concern that President Richard Nixon would destroy the tapes that ultimately led to his resignation. The law designated records of the president and executive office as public property and established guidelines for their preservation.\nThe act <a href=\"https://www.archives.gov/about/laws/presidential-records.html#2202\">defines presidential records</a> as any materials created or received by the president \"in the course of conducting activities which relate to or have an effect upon the carrying out of the constitutional, statutory, or other official or ceremonial duties of the President.\" It excludes personal records like diaries and allows presidents to dispose of certain public records \"once the views of the Archivist of the United States on the proposed disposal have been obtained in writing.\"\nPrior to the act, presidents could do whatever they pleased with their papers upon leaving office, said Johnson. Many intentionally destroyed their record to protect their personal privacy or national security interests. <a href=\"http://www.cs.umd.edu/hcil/ndl/ndldemo/coolidge1/coolnotes.html\">President Calvin Coolidge destroyed</a> most of his personal papers, leaving his private secretary scrambling to preserve whatever he could. Even some of President Abraham Lincoln's papers were destroyed by his son, Johnson said.\nFranklin Delano Roosevelt established the informal tradition of donating his presidential records back to the people in the form of a presidential library, according to Quigley. This tradition was formally codified by the Records Act.\n<a href=\"https://www.congress.gov/113/plaws/publ187/PLAW-113publ187.pdf\">The Presidential and Federal Records Amendments of 2014</a> expanded the PRA's definition of records to include electronic content, which Johnson said has been interpreted as an umbrella term encompassing text messages, emails, social media and the like.\n\"It's not the media that makes it a record, or the platform, it's the content,\" Quigley said. \"A presidential record is anything — any record, on any platform or in any media — created by the president or his office in the conduct of his business as president. And all of those records are considered permanent by the National Archives and the Presidential Records Act.\"\n<strong>Archives in the digital age</strong>\nPresident Barack Obama was the first to tweet as @POTUS, and his administration complied with the 2014 amendments by<a href=\"https://www.apnews.com/60fd5d6a7ad942a083d1e6388b0c7b87\"> auto-archiving his posts</a>. It also published a <a href=\"http://obamawhitehouse.gov.archivesocial.com/\">searchable archive</a> of Obama's tweets shortly before he left office in January 2017.\nObama used Twitter unprecedentedly, but differently than his successor did. He joined Twitter as @BarackObama in 2007, though a <a href=\"https://gadgetwise.blogs.nytimes.com/2011/06/20/obama-starts-tweeting-for-himself/\">White House spokesman said</a> Democratic National Committee staffers authored posts from that account. Obama also tweeted through the @WhiteHouse account, which was run solely by White House staffers until 2011, when he <a href=\"https://gadgetwise.blogs.nytimes.com/2011/06/20/obama-starts-tweeting-for-himself/\">started writing and initialing</a> his own occasional tweets.\nIt is unclear how the Trump administration is preserving his tweets, according to experts.\nThen-White House Press Secretary Sean Spicer <a href=\"https://www.c-span.org/video/?c4672393/sean-spicer-presidents-tweets-official-statements\">said in 2017 </a>that Trump's tweets should be considered official statements. Kelly Love, then a White House spokeswoman, <a href=\"https://www.cnn.com/2017/02/18/politics/presidential-records-act-donald-trump-twitter/index.html\">told CNN that same year</a> that the administration had \"systems in place to capture all tweets and preserve them as presidential records; even if they have been deleted,\" but it did not elaborate on whether those systems applied equally to both accounts.\nIn 2017, Sens. Claire McCaskill and Tom Carper voiced concerns about the Trump administration's compliance with the Records Act in <a href=\"https://www.archives.gov/files/press/press-releases/2017-03-07-mccaskill-carper-letter%20to-aotus%283%29.pdf\">a letter</a> to Archivist of the United States David Ferriero. They specifically asked whether the National Archives and Records Administration had determined if Trump's altered or deleted tweets constituted presidential records.\n<a href=\"https://www.archives.gov/files/press/press-releases/aotus-to-sens-mccaskill-carper.pdf\">Ferriero responded</a> that \"records management authority is vested in the president\" and that the agency does not make such determinations but rather \"provides advice and guidance concerning the Records Act upon the request of the White House.\"\n\"NARA has advised the White House that it should capture and preserve all tweets that the President posts in the course of his official duties, including those that are subsequently deleted, as Presidential records, and NARA has been informed by White House officials that they are, in fact, doing so,\" Ferriera wrote.\nWhen asked about preserving the president's tweets, including deleted tweets, the White House told NPR in a statement, \"The White House complies with the relevant records laws, including as they apply to social media platforms.\"\n<a href=\"https://www.archives.gov/files/presidential-records-guidance.pdf\">Official guidance on presidential records preservation</a> says records are automatically transferred to the legal custody of NARA and the Archivist of the United States at the end of each administration. The Records Act permits public access to these records after five years, and they will ultimately be preserved and housed in a presidential library.\nThis means the extent of the Trump administration's records preservation may not be apparent for some time. Once established, digital and physical archives are governed by the same rules and restrictions, Quigley said, even if digital records are easier to access.\n\"Generally speaking, the access policies are the same with that one difference where digital records are already digital and don't require reformatting to make them available online,\" Quigley said.\n<strong>Pros and cons of the Internet stepping in</strong>\nIn the meantime, several grassroots entities have taken it upon themselves to document Trump's tweets.\nWebsites such as <a href=\"http://www.trumptwitterarchive.com\">Trump Twitter Archive</a> and <a href=\"https://factba.se/topic/deleted-tweets\">Factba.se</a> have archived the president's Twitter account in its entirety, and the <a href=\"https://projects.propublica.org/politwoops/user/realDonaldTrump\">Politwoops database</a>, which is maintained by ProPublica and the Sunlight Foundation, preserves the deleted tweets of Trump and other politicians.\n\"I think it's natural that in a digital era, one that gives us Wikipedia, you're going to see a lot more crowdsourcing of presidential history, presidential records,\" said Mahaffee, of the Center for the Study of the Presidency and Congress.\nExperts expressed mixed views on these grassroots efforts.\nQuigley, from the Society of American Archivists, said she understands why ordinary citizens may distrust the government and want to hold it accountable themselves, but believes they should not have to.\n\"It's always heartening when citizens or activist organizations sort of get involved in these issues and take responsibility for the preservation and maintenance of these documents, and recognize their ongoing value,\" Quigley said. \"But the fact remains that this is an obligation of the executive office and it is not the responsibility of the people to be doing this work.\"\nJohnson said while these websites and databases perform an important function, they could have \"unintended consequences.\" For example, she said, presidents prior to the digital age had more \"wiggle room\" to make mistakes such as typos in their communications with the public. And while she believes preserving this record is important, she recognizes that digitally documenting every typo \"creates so much information that sometimes it can be hard for people to understand the importance of it.\"\n<strong>What's next for presidential records preservation?</strong>\nBecause each president has their own relationship to NARA and the Records Act, it is unclear what, if any, precedent the Trump administration is setting with its handling of tweets.\nPresidents have always been reluctant to make their records public, and in that sense, this is nothing new, Quigley said. For example, President George W. Bush <a href=\"https://fas.org/irp/offdocs/eo/eo-13233.htm\">signed an executive order</a> in 2001 that limited the public's ability to access presidential records. It was revoked by President Barack Obama in 2009.\n\"The difference with President Trump is that he uses Twitter in a way that no one has before, and is using it as a policy platform in a way that other presidents have not,\" Quigley said. \"And that makes it a more critical document.\"\nIf future presidents continue to use the platform this way, the importance of archiving and accessing tweets will grow, Quigley said.\nThe Records Act provides guidance for record management but offers no way to check or enforce the executive office if it does not comply, Johnson said. She pointed to a <a href=\"https://www.citizensforethics.org/lawsuit/crew-v-donald-j-trump-executive-office-president/\">2017 case pending on appeal to the D.C. Circuit Court</a> that alleges in part that Trump's deletion of tweets violates the Records Act. While the U.S. District Court acknowledged the underlying arguments had merit, it dismissed the case because it lacked \"<a href=\"https://s3.amazonaws.com/storage.citizensforethics.org/wp-content/uploads/2017/06/22181249/2018-3-20-Dkt.-21-Memorandum-Opinion.pdf\">a valid cause of action ... to proceed to the merits</a>.\"\n\"The law creates a really clear system, but it's a system that can't be checked once the President makes a decision to create, manage or delete a given record,\" Johnson explained. \"It really doesn't give private citizens a way to sue the president if they think he's violated any of the standards within the act.\"\nThere have also been recent legislative efforts to modernize the Records Act. Rep. Mike Quigley, D-Ill., introduced the <a href=\"https://www.npr.org/sections/thetwo-way/2017/06/12/532651827/the-covfefe-act-has-a-silly-name-but-it-addresses-a-real-quandary\">COVFEFE Act</a> — an acronym drawn from one of Trump's most well-known, ultimately-deleted <a href=\"https://www.npr.org/sections/thetwo-way/2017/05/31/530861002/trump-asks-who-can-figure-out-covfefe-and-the-internets-hands-shoot-up\">tweets</a> — in 2017, which would explicitly include the term \"social media\" in the Records Act.\nMahaffee believes amending the Records Act is important but \"low-hanging fruit,\" as technology will always move faster than law. He said it comes down to a culture of transparency that presidents should be cultivating in their administrations from their first day onward.\n\"The challenge is when you write a very prescriptive law regime, how do you ensure that you have the flexibility for, you know, God forbid, who's going to be the first president or candidate on TikTok?\" Mahaffee said.\n<em>Rachel Treisman is an intern on NPR's National Desk.</em>"
    },
    "https://www.npr.org/2019/10/25/773100403/as-ukraine-affair-expands-so-could-giulianis-legal-exposure": {
      "title": "As Ukraine Affair Expands, So Could Giuliani's Legal Exposure",
      "href": "https://www.npr.org/2019/10/25/773100403/as-ukraine-affair-expands-so-could-giulianis-legal-exposure",
      "authors": [
        {
          "href": "https://www.npr.org/people/544275644/ryan-lucas",
          "name": "Ryan Lucas"
        }
      ],
      "content": "Once a fixture on cable channels and Sunday news shows, President Trump's personal attorney, Rudy Giuliani, has all but disappeared since two of his associates were arrested this month on campaign finance charges.\nThe former New York City mayor's sudden reticence may have been spurred by a concern about his own potential legal peril as his dealings reportedly come under scrutiny by federal investigators.\nThere is ample reason for Giuliani to be worried, legal experts tell NPR. They point to a range of activities in which Giuliani has engaged over the years that may be of interest to investigators.\nThe most recent of these, of course, is tied to Ukraine and Giuliani's connections to two recently indicted associates, Lev Parnas and Igor Fruman.\nThe pair face conspiracy, false statement and other charges linked to alleged campaign finance violations.\nThe indictment recounts an alleged scheme by Parnas and Fruman to get the then-U.S. ambassador to Ukraine, Marie Yovanovitch, removed from her post. The indictment also says the pair was pursuing this goal at the behest of a Ukrainian official.\nWhile nothing in the indictment implicates Giuliani, he too was pushing for Yovanovitch's dismissal. House investigators have reviewed material filed by an anonymous State Department whistleblower that Democrats have called \"propaganda\" about Yovanovitch that was sent to the State Department by Giuliani.\nBut it's unclear whether Giuliani's efforts were linked to those of Parnas and Fruman or whether Giuliani was even aware of them.\nInvestigators are busy digging into the case.\nFormer Rep. Pete Sessions, R-Texas, who was approached by Parnas and Fruman when he was a congressman as part of their alleged scheme, is complying with a grand jury subpoena for documents about what he knows about the matter.\nOne lawyer said that this suggests prosecutors working for the U.S. Attorney's Office for the Southern District of New York believe there could be much more to learn.\n\"What that tells me is that there is a broad-ranging investigation into all sorts of potential wrongdoing by Giuliani, by the Ukrainian businesspeople,\" said Joshua Ian Rosenstein, an attorney with the firm Sandler Reiff Lamb Rosenstein & Birkenstock.\n\"It's unclear where that investigation is going to go at this point, how broad it is at this point and exactly what the focus is.\"\nBut, he added, it does indicate that the Justice Department \"it taking this seriously.\"\n<strong>The Ukraine portfolio and beyond</strong>\nGiuliani enlisted Parnas' and Fruman's help to dig up dirt in Ukraine on the family of former Vice President Joe Biden and conspiracy theories tied to the 2016 election. <a href=\"https://www.npr.org/2019/09/27/765026582/meet-the-businessman-helping-giuliani-find-dirt-on-democrats-in-ukraine\">Parnas has told NPR</a> that he helped translate and arrange interviews for Giuliani with former Ukrainian officials.\nGiuliani also has business connections with the pair.\nParnas' company, Fraud Guarantee, paid Giuliani $500,000 to consult on technology and provide legal advice, <a href=\"https://www.reuters.com/article/us-usa-trump-whistleblower-giuliani-excl/exclusive-trump-lawyer-giuliani-was-paid-500000-to-consult-on-indicted-associates-firm-idUSKBN1WU07Z\">Giuliani has said</a>.\nAll of those sinews are of potential interest to investigators.\nAnd with an indictment hanging over Parnas and Fruman, former prosecutors say those two are under pressure to cooperate and spill whatever they may know about Giuliani, including their conversations with him and any directions he might have given them.\nUkraine aside, questions have also been raised about other Giuliani activities that — from the outside — look at lot like foreign lobbying, experts say.\n<strong>The FARA matter</strong>\nForeign lobbying is regulated by the Foreign Agents Registration Act, or FARA. It requires that individuals who are doing political or public relations work on behalf of a foreign entity disclose that fact to the Justice Department.\nIn Giuliani's case, questions have been raised about positions he has advocated on issues related to Turkey that align with Ankara's interests.\nGiuliani <a href=\"https://www.washingtonpost.com/politics/giuliani-pressed-trump-to-eject-muslim-cleric-from-us-a-top-priority-of-turkish-president-former-officials-say/2019/10/15/bf43d1ec-ef68-11e9-b648-76bcf86eb67e_story.html\">reportedly pushed Trump </a>to extradite a Turkish cleric, Fethullah Gulen, who lives in exile in Pennsylvania. The Turkish government for years has been pressuring the U.S. to hand over Gulen, whom Ankara blames for the failed 2016 coup against President Recep Tayyip Erdogan.\nGiuliani has denied advocating for Gulen's extradition.\nGiuliani also <a href=\"https://www.nytimes.com/2019/10/10/us/politics/giuliani-trump-rex-tillerson.html\">reportedly used an Oval Office meeting with Trump</a> to argue for a prisoner swap with Turkey. The swap would have involved sending back to Turkey a Turkish-Iranian gold trader named Reza Zarrab, who was indicted in New York.\nZarrab, who had ties to Erdogan, ultimately pleaded guilty, cooperated with prosecutors and provided testimony implicating the Turkish president in a massive corruption scheme.\nGiuliani's ties to an Iranian dissident group known as the MEK has also raised eyebrows. The group was listed by the State Department as a foreign terrorist organization before being removed from the list in 2012.\nFor years, Giuliani has made speeches on the group's behalf and has been paid for his efforts.\nFor foreign-advocacy experts, those speeches could qualify as lobbying.\nGiuliani told NPR that the Justice Department has never contacted him about his activities and whether they fall under the rubric of foreign lobbying.\nFormer Attorney General Michael Mukasey, who also has delivered speeches for years on behalf of the MEK, recently registered with the department's FARA Unit.\nGiuliani said his activities are different from Mukasey's.\nGiuliani added that he was not contacting U.S. officials with a specific request and therefore he is not required to register. But FARA experts says that's an incorrect reading of the law.\n\"That itself is a fundamental misunderstanding of what FARA requires,\" said attorney Rosenstein, who specializes in advocacy law.\n\"Making speeches on behalf of a foreign political party within the United States where those speeches are aimed at influencing the views of the U.S. public or the U.S. media, with reference to the national or political interests of that party, falls squarely within the ambit of regulated conduct under FARA.\"\nThe Justice Department has put a recent emphasis on FARA enforcement, particularly in the wake of the Russia investigation.\nIt has had mixed success, however, in court.\n<a href=\"https://www.npr.org/2019/09/04/757603189/jury-finds-ex-white-house-counsel-craig-not-guilty-of-lying-to-government\">One high-profile setback came in September</a> when former Obama White House counsel Greg Craig was found not guilty of making false statements to the Justice Department about work he did for the Ukrainian government."
    },
    "https://www.npr.org/2019/10/27/771446639/prince-memoir-the-beautiful-ones-brings-to-life-a-vision-in-one-s-mind": {
      "title": "Prince Memoir, 'The Beautiful Ones,' Brings To Life A Vision In One's Mind",
      "href": "https://www.npr.org/2019/10/27/771446639/prince-memoir-the-beautiful-ones-brings-to-life-a-vision-in-one-s-mind",
      "authors": [
        {
          "href": "https://www.npr.org/people/122979884/tanya-ballard-brown",
          "name": "Tanya Ballard Brown"
        }
      ],
      "content": "I'm a longtime Prince fan. I would listen to his raunchy songs with the sound turned down low so my parents couldn't hear, because even before I understood a lot of the double entendre in his lyrics, I sensed they — and he — were naughty. And, of course, my parents confirmed.\nOnce while driving in the car with my mom, <em>Erotic City</em> started playing on the radio. She reached over, snapped the radio off and said, \"That Prince is just nasty.\" And he <em>was</em> nasty. In a good way.\nPrince was also perspicacious and artistically brilliant and mischievous and shrewd and all the many other superlatives that have been bestowed on him over the years.\nStill, I wasn't sure what to expect from <em>The Beautiful Ones. </em>Before I had the book in hand, I read <a href=\"https://www.newyorker.com/magazine/2019/09/09/the-book-of-prince\">an excerpt of its introduction</a> in <em>The New Yorker, </em>which detailed the origin of the book. I wondered how anyone could publish a book Prince wanted to write about himself if Prince, himself, was no longer with us to write the book? How Sway?!\nBut Prince died in 2016 without a will (this still shocks me) and, since he didn't write down explicitly what he wanted done with his estate, others had to make their best guess. One of those decisions included finishing this memoir.\nThe introduction sets the stage, as it were, by explaining how writer Dan Piepenbring — an editor for <em>The Paris Review </em>who was not yet 30 or a published author at the time — got pulled into the project. As I read his words I jealously thought \"this lucky so-and-so, imagine your first published book is a collaboration with Prince Rogers Nelson?!\"\nEverything Piepenbring shares about being a fan chosen to work with one of his idols resonates with me: Be cool. Cool, cool, cool, cool. I mean, this is Prince we're talking about, dude oozed cool, so you needed to be cool, too. But not <em>too</em> cool. Try not to say or do the wrong, stupid thing, but also try to prove you have the talent for the gig, and gah! somehow you still say and do the wrong, stupid thing. When Piepenbring sweeps his phone off a conference room table because Prince glanced at it and wondered if he was recording their conversation, I laughed. That's right, just throw the whole phone away.\nBut Piepenbring doesn't just want to write this memoir with Prince, he wants to do it right (whatever \"right\" is, Prince always colored way outside of the purple lines). Once Prince dies and the book project lives on, Piepenbring also wants to do right by his idol.\nPrince's mandate(s) for the book was that it \"be a handbook for the brilliant community,\" \"a radical call for collective ownership, for black creativity,\" a book about freedom.\n\"Try to create,\" he told Piepenbring. \"I want to tell people to create. Just start by creating your day. Then create your life.\"\nThat's a whole lot of things. But then, so was Prince.\nThis means we get a memoir that is written by Prince, literally. Handwritten pages he had shared with Piepenbring make up Part 1, taking us from his first memory — his mother's eyes — through the early days of his career. We learn about his epileptic seizures, his first kiss, his relationship with his parents, their relationship with each other, his adolescent years, and how Prince saw himself and his place in the world. Some of it's sad, some funny (there's a story about him tap dancing with no music for 28 1/2 minutes at a school talent show) and all of it pierces through some of the mystery Prince purposely cultivated around and about himself. Of course, even he admitted that he still had to brush his own teeth, like the rest of us.\nWe also get a memoir that is carefully curated by Piepenbring, who writes that he was able to go through Paisley Park, room-by-room, sorting through Prince's life. He describes choosing items \"that communicated some intimacy; that shed a new light on his family and his art; that demonstrated his creative process, and, as he desired, would make his readers want to create, too.\"\nPart of what he found anchors the next section of the memoir: a scrapbook Prince kept while making his first album, <em>For You. </em>It's like a 1977 version of Instagram. Photos of him, of his friends, his notes, drawings, song lyrics. The whimsy and playfulness in the pages made me realize that Prince maybe wasn't a tortured artist in those early days, as I had imagined. It looked like he had a ball.\nThe last section's handwritten synopsis of what later became <em>Purple Rain</em> required a couple of readings. I've seen the movie so many times I had to shake free of what ended up on the screen in order to really take in what Prince had initially envisioned.\n<em>The Beautiful Ones </em>doesn't paint a perfect picture. It's not definitive. It can't be, it shouldn't be and, thankfully, it doesn't try to be. We'll never know what it might have been if Prince had lived. But it's a good start. Now, it's up to us to take what's there and make something out of it for ourselves, creating, just as Prince wanted. That's what I'm doing, anyway. It's time we all reach out for something new."
    },
    "https://www.npr.org/2019/10/27/773884890/chiles-president-promises-to-reshuffle-cabinet-after-massive-protests-in-santiag": {
      "title": "Chile's President Promises To Reshuffle Cabinet After Massive Protests In Santiago",
      "href": "https://www.npr.org/2019/10/27/773884890/chiles-president-promises-to-reshuffle-cabinet-after-massive-protests-in-santiag",
      "authors": [
        {
          "href": "https://www.npr.org/people/463234136/laurel-wamsley",
          "name": "Laurel Wamsley"
        }
      ],
      "content": "Chilean President Sebastian Piñera announced a major reshuffle of his cabinet the day after a massive demonstration in the streets of the capital in the latest anti-government protests over economic inequality.\n\"We have all heard and understood the message of Chileans. I have asked all ministers to make their positions available. We're working to form a new team that represents change,\" Piñera <a href=\"https://twitter.com/sebastianpinera/status/1188146291093790721\">tweeted</a> on Saturday, in an effort to assuage the anger of protesters.\nJust a day earlier, Chileans had filled downtown Santiago in their calls for change. The city's mayor, Karla Rubilar, <a href=\"https://twitter.com/KarlaEnAccion/status/1187842485315354624\">estimated</a> that about a million people took part in Friday's demonstration. She wrote that the protesters \"represent the dream of a new Chile.\"\nChile had long been seen as a tranquil nation in an increasingly turbulent region. But in the past week, Piñera has deployed army troops, and <em>The Guardian</em> <a href=\"https://www.theguardian.com/world/2019/oct/27/chile-hundreds-shot-and-beaten-street-protests\">reports</a> that hundreds of people were shot during the unrest. The government says at least 20 people have died in the protests, the Associated Press reports.\nProtests began over a 4-cent price hike in subway fares, but soon spun out to encompass the significant income inequality in the country.\nPiñera subsequently announced he was raising minimum wage and pensions, capping health care costs, and raising taxes on the wealthy, among <a href=\"https://www.gob.cl/agendasocial/\">a raft of other changes</a> under the name <em>Nueva Agenda Social</em>.\nFor some, it's not enough. Thousands of protesters gathered again on Saturday evening in the plazas of cities across Chile, according to the AP.\nCurfews <a href=\"https://www.gob.cl/noticias/informacion-oficial-del-gobierno-de-chile-con-las-medidas-para-enfrentar-la-situacion-de-emergencia/\">were lifted</a> in many places on Saturday and Sunday. The country has been in a state of emergency for nine days, which Piñera indicated he may soon lift."
    },
    "https://www.npr.org/2019/10/27/773515557/giving-schools-and-students-the-tools-they-need-in-the-fight-to-save-the-planet": {
      "title": "Giving Schools — And Students — The Tools They Need In The Fight To Save The Planet",
      "href": "https://www.npr.org/2019/10/27/773515557/giving-schools-and-students-the-tools-they-need-in-the-fight-to-save-the-planet",
      "authors": [
        {
          "href": "https://www.npr.org/people/302894536/anya-kamenetz",
          "name": "Anya Kamenetz"
        }
      ],
      "content": "If you want to get students fired up about climate change, poop is a good place to start.\nAt a conference on climate and education at the Omega Institute in Rhinebeck, N.Y., participants got to see that principle in action. A highlight of the gathering was a tour of the <a href=\"https://www.eomega.org/omega-center-for-sustainable-living\">Omega Center for Sustainable Living</a>, which features an ultra-modern, chemical-free wastewater treatment system. It's a long room with stone walls and large windows that uses plants, bacteria, algae and snails to treat the wastewater from 25,000 visitors a year and return it to the local aquifer. It looks more like a botanical garden than a sewage plant.\nThe system needs adjustment from time to time, notes the institute's CEO, Robert \"Skip\" Bachus. For example, he says, \"we had to stop serving so much corn in the dining hall.\"\nOver the years, hundreds of students — from elementary grades through graduate school — have come to see how it works, and it serves as a reminder of the importance of teaching climate change from the point of view of solutions, says Laura Weiland, the center's director: \"Unless we actually engage people and have the necessary training and outreach, the critical nature of what needs to happen in the next decade is not going to be possible.\"\nWhich, in the big picture, was a key message of the second annual Drawdown Learn Conference, sponsored by the Omega Institute, a nonprofit educational center, in partnership with the nonprofit climate organization <a href=\"https://www.drawdown.org/\">Project Drawdown</a>. The conference brought together high school students, teachers, indigenous leaders and policy experts, librarians and scientists.\nThe gathering took place weeks after students in hundreds of cities worldwide <a href=\"https://www.npr.org/2019/09/20/761916356/global-youth-climate-strike-expected-to-draw-large-crowds\">walked out of class</a> to call for action on the climate, and at a time when parents and teachers in the U.S. say they'd like more teaching about climate change. An NPR/Ipsos poll <a href=\"https://www.npr.org/2019/04/22/714262267/most-teachers-dont-teach-climate-change-4-in-5-parents-wish-they-did\">earlier this year</a> found that 84 percent of parents agreed children should be learning about climate change.\nThe sessions drew upon principles outlined in a 2017 book, <em>Drawdown</em>, produced by a team of researchers that analyzed data to rank the 80 most important solutions for global warming and environmental regeneration, plus 20 more speculative ones. No. 6 on that list is education.\n\"The classroom is such a powerful place for bringing together the multiple dimensions of this topic,\" says Katharine Wilkinson, senior writer of the book and leader of communications and engagement at Project Drawdown. \"So often, when we talk about climate, we're talking about policy and politics and science and technology. But this is so much an issue of psychology and values and ethics as well.\"\nSchools, she adds, \"are places where all of these different facets of human beings come into one place, and I think teachers have an incredible capacity for helping students grapple with and understand these dimensions.\"\nThose dimensions, as explored at the conference, covered a wide range of approaches, including: vocational training for wind technicians; advanced physics and engineering; theater as a tool for more effective political protest; and law students taking on indigenous land rights and conservation.\nFrank Niepold, a former teacher who has been involved with education and outreach at the National Oceanic and Atmospheric Administration since 2005, said that while environmental education efforts date back to the 1970s, things are different now. The momentum is bigger, he says, and it's coming not only from federal agencies like his own, but from libraries, museums and nonprofits. He cited recent progress at the state and district level, including efforts in California, Washington State, New Jersey, Delaware and Maryland. And internationally as well: At the United Nations Climate Change Conference in Bonn, Germany, in June, governments agreed to devote more resources to education and outreach. The country of Ghana, notably, is leading with a national climate education strategy.\nThe Omega Center's Weiland says it's critical to connect each local action to the global strategy, \"so you never feel like you are a drop in the bucket.\"\nSpeaking of drops in the bucket, of course many public school districts around the country are feeling like their buckets are empty. Funding has yet to return to pre-Great Recession levels. The pay discrepancies that have driven teachers to strikes and protests across the country, Niepold noted, are pushing science teachers in particular to leave the profession faster than new ones can be recruited.\n\"We have big structural issues like teacher pay and respect. Education is clearly going to have to be a priority\" if effective climate action on the scale that the science requires is going to happen, he says.\nMeanwhile, he says, students are demanding change.\n\"If you talk to [school] strikers, they're going out and doing this work but when they come back to school they're frustrated,\" says Niepold. \"They're feeling like, please help me get knowledgeable and skillful to address this issue. It's an important part of the story.\"\nKathleen Hall, 17, and 15-year-old Marian Decker were part of a large group from the local Rhinebeck public schools attending the conference. Last spring, their high school competed against dozens of others and won the Project Drawdown Eco-Challenge. Hall and Decker helped organize hundreds of their fellow students, who earned points for actions like taking the bus instead of a car, or starting to compost at home.\nThey called the conference, and Drawdown's emphasis on solutions, \"inspiring,\" although Hall worried the strong focus on equity and feminism might \"push some people away, even if it brings other people in.\" Her classmate agrees: \"Our town is really mixed\" politically, says Decker. Hall said she was heading to a conference session hosted by Penn State University, which has become known as a green leader — she is looking at colleges and hopes to study environmental engineering."
    },
    "https://www.npr.org/2019/10/27/772996585/in-texas-home-sellers-must-now-disclose-more-about-the-risk-of-flooding": {
      "title": "In Texas, Home Sellers Must Now Disclose More About The Risk Of Flooding",
      "href": "https://www.npr.org/2019/10/27/772996585/in-texas-home-sellers-must-now-disclose-more-about-the-risk-of-flooding",
      "authors": [
        {
          "href": "http://kut.org/people/mose-buchele",
          "name": "Mose Buchele"
        }
      ],
      "content": "When Arthur Mosely moved to East Austin in the 1980's he didn't worry about flooding. His property was not in a designated floodplain, and he thought of the creek that ran behind the house as an amenity. It guaranteed privacy and a green space full of Muscatine grapes and pecans trees.\nBut over the years more houses went up and the creek flooded repeatedly, almost reaching his house twice. \"All of this was water,\" he explains on a recent windy morning, gesturing to a wide swath of his backyard.\nAbout 15 years ago the city spent millions <a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__www.kut.org_post_austin-2Dspent-2Dmillions-2Dtaking-2Dthem-2Dout-2Dfloodplain-2Dnew-2Dmap-2Dputs-2Dthem-2Dback&d=DwMF-g&c=E2nBno7hEddFhl23N5nD1Q&r=FF9tXQ7HdGNQg8xBsWWJbg&m=wv6nZCS8wmLNEUOhrkj625v2YLB64cEoyrr0bwvTJIk&s=Ucw6CZPAZ0pp7f0CTev4RsdVSlUzjnL8q3uwmB0v_aI&e=\">to try to control that water</a>. It built a flood wall behind the neighborhood and improved drainage. But as the climate has warmed, storms have been getting worse. Recently, engineers <a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__www.kut.org_post_massive-2Dchange-2Daustins-2Dflood-2Dmap-2Dsays-2Dthousands-2Dmore-2Dhomes-2Dare-2Dhigh-2Drisk&d=DwMF-g&c=E2nBno7hEddFhl23N5nD1Q&r=FF9tXQ7HdGNQg8xBsWWJbg&m=wv6nZCS8wmLNEUOhrkj625v2YLB64cEoyrr0bwvTJIk&s=dypUa4t00UIsgd9wUutWI28dTbtvvV4wuUQgyRo1BzU&e=\">looked at the rainfall data</a> and decided the wall isn't enough.\nNow, the land is designated as a high risk floodplain.\n\"I've seen the water come on up to almost the border line of the top of that wall,\" says Mosely. \"So it's kind of frightening.\"\n<strong>Hurricane Harvey prompted action</strong>\nThe conflict between expanding <a href=\"https://www.npr.org/2018/11/14/666946363/houston-got-hammered-by-hurricane-harvey-and-its-buildings-are-partly-to-blame\">development</a> and growing flood risk became too big to ignore after Hurricane Harvey. That's when historic <a href=\"https://www.npr.org/2018/06/06/616814022/hurricanes-are-moving-more-slowly-which-means-more-damage\">rainfall</a> flooded thousands of homes in Houston that sat in reservoirs, floodways and other dangerous areas, <a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__projects.propublica.org_graphics_harvey-2Dreservoirs&d=DwMF-g&c=E2nBno7hEddFhl23N5nD1Q&r=FF9tXQ7HdGNQg8xBsWWJbg&m=wv6nZCS8wmLNEUOhrkj625v2YLB64cEoyrr0bwvTJIk&s=lteA20PJuGr0iJ5XLCd2mUFeqfgLA3-HM4MvQh0_kNw&e=\">a risk many homeowners weren't even aware of</a>.\nThat prompted lawmakers to act this year, greatly expanding what home sellers need to disclose about flood risk.  The new law took effect in September.\nIn another Austin neighborhood, real estate agent Amity Courtois shows off a classic 1950's bungalow and explains the expanded list of questions — eleven in all — now required in the \"<a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__www.trec.texas.gov_sites_default_files_pdf-2Dforms_OP-2DH-5F1.pdf&d=DwMF-g&c=E2nBno7hEddFhl23N5nD1Q&r=FF9tXQ7HdGNQg8xBsWWJbg&m=wv6nZCS8wmLNEUOhrkj625v2YLB64cEoyrr0bwvTJIk&s=U5BKH8ZLIM4lUeDfWp53rNA00p5o_1KotizVkSlbcu8&e=\">Seller Disclosure Notice</a>.\"\nThey address both flood risk and flood history.  For example: Have you ever experienced flooding from a reservoir? Have you ever received emergency flood assistance?  Do you presently have flood insurance coverage? Are you located wholly or partly in a 500 year flood plane?\nThe owner of this house answered \"no\" to these and the other questions. If the answers had been \"yes,\" Courtois says, the seller would have needed to provide even more information to a potential buyer, and may well have had to lower the asking price.\n\"It's very specific rather than just big, general questions,\" says Courtois. She thinks the system will keep home buyers informed while also giving sellers the \"chance to explain the situation.\"\nEnvironmental and public safety advocates, as well as people in the insurance industry, have advocated for this level of disclosure for years. But a surprising number of states still don't require it.\n<a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__www.nrdc.org_flood-2Ddisclosure-2Dmap&d=DwMF-g&c=E2nBno7hEddFhl23N5nD1Q&r=FF9tXQ7HdGNQg8xBsWWJbg&m=wv6nZCS8wmLNEUOhrkj625v2YLB64cEoyrr0bwvTJIk&s=f3q12Avp8SpOUhnPoOB6AUp7cWbhCCCe0njzMRkfIiw&e=\">A report</a> by the Natural Resources Defense Council found that 22 states have no mandatory flood risk disclosure and several others have inadequate rules.\n\"Way to go, Texas,\" says Rob Moore, who works on water and climate policy for the NRDC.\n\"We shouldn't be surprised that people make really bad decisions\" about where to buy a house, he says, \"because state legislatures have basically decided that people shouldn't know that information.\"\nMoore says, ideally, people wouldn't build in high risk areas. But at least with more information home buyers might make better decisions, or at least get flood insurance if they know they may need it.\nKnowing a property's history will also give people a better sense of risk because floodplain maps are often outdated and wrong.\n\"That's why these disclosure laws are so important,\" Moore says.  \"You have to go to the source of information which is the owner of the house.\"\n<strong>The push for a national disclosure law</strong>\nMoore's group and others have pushed Congress for a federal law similar to the one in Texas, that would require strong disclosure for states to take part in the National Flood Insurance Program. But the push for a national flood disclosure requirement <a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__riskcenter.wharton.upenn.edu_digital-2Ddialogues_improving-2Dflood-2Drisk-2Ddisclosure_&d=DwMF-g&c=E2nBno7hEddFhl23N5nD1Q&r=FF9tXQ7HdGNQg8xBsWWJbg&m=wv6nZCS8wmLNEUOhrkj625v2YLB64cEoyrr0bwvTJIk&s=Tm3fynwzVKpr2AnlM7TnEcHnnDUPYs0oxgydRwrB57w&e=\">has been opposed</a> by some in real estate and development, including the National Association of Realtors.\nIn 2017 the U.S. House of Representatives included a disclosure provision in its vote to reauthorize the National Flood Insurance Program, but the Senate never took it up.\nStill, mandating flood risk disclosure appears popular among the general public.\n<a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__www.pewtrusts.org_-2D_media_assets_2019_06_pew-2Dcharitable-2Dtrusts-2Dflood-2Dpolicy-2Dsurvey-2Ddisclosure-2Dsummary.pdf&d=DwMF-g&c=E2nBno7hEddFhl23N5nD1Q&r=FF9tXQ7HdGNQg8xBsWWJbg&m=wv6nZCS8wmLNEUOhrkj625v2YLB64cEoyrr0bwvTJIk&s=WDSlpghwGONeJr_Rlo6x1HXI3bVdRpuDsVbVgmgSznA&e=\">A recent survey</a> from the Pew Charitable Trusts found that 74% of Americans support \"a national standard requiring home buyers be made aware of repeated property flooding,\" and requiring those buyers to purchase flood insurance.\n\"It's a no brainer right?\" says Laura Lightbody, Director of Pew's Flood-Prepared Communities initiative. \"Once you read more about it... you say, 'Oh my gosh, how is this not something that all 50 states have and that the federal government doesn't require?\"'\nSitting in his backyard, Arthur Mosely agrees more disclosure is a good thing.\n\"Had some of those kinds of [flood] issues been brought up or discussed I would have reconsidered,\" he says, \"because there were some other options that I had.\"\nHe says he'll be happy to tell any buyer about the flood risk of his property, if the time ever comes to sell."
    },
    "https://www.npr.org/sections/health-shots/2019/10/26/773531999/dog-people-live-longer-but-why": {
      "title": "Dog People Live Longer. But Why?",
      "href": "https://www.npr.org/sections/health-shots/2019/10/26/773531999/dog-people-live-longer-but-why",
      "authors": [
        {
          "name": "Angus Chen"
        }
      ],
      "content": "Hugging a dog is one life's greatest joys. Getting to see fur on four legs and a wagging tail is like experiencing a love drug — quite literally.\nDogs and humans that interact with one another <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/19124024\">get a jolt of oxytocin</a>, the so-called \"cuddle hormone.\" And, if you get to look at dogs and hug them every day, you just might live longer than people who don't have to clean animal hair off their clothes, according to a pair of studies out this month.\nThe studies, published in the journal <em>Circulation: Cardiovascular Quality and Outcomes,</em> suggest that <a href=\"https://www.ahajournals.org/doi/10.1161/CIRCOUTCOMES.119.005554\">dog ownership</a> is linked to a <a href=\"https://www.ahajournals.org/doi/10.1161/CIRCOUTCOMES.118.005342\">21% reduction in the risk</a> of death — over the 12-year period studied — for people with heart disease. Those studies complement a body of literature linking dogs to good health.\nDr. Dhruv Kazi, a cardiologist and health economist at the Beth Israel Deaconess Medical Center and Harvard Medical School, wrote an accompanying <a href=\"https://www.ahajournals.org/doi/10.1161/CIRCOUTCOMES.119.005887\">editorial</a> for the new studies but was not involved with the research.\n\"When you look at the big picture and look at all the evidence around dog ownership and cardiovascular health, it's pretty clear the signal is real and likely causal,\" he says.\nIn other words, he's convinced getting a dog improves your health — especially for those with heart disease.\nThe research is not definitive, though, Kazi adds.\n\"They're not randomized trials, the gold standard for what we would do to evaluate a new drug,\" he says.\nIdeally, Kazi says, researchers would conduct an experiment where 1,000 people get a dog and 1,000 people get a stuffed animal. Then the researchers would try to measure how their health changed afterward. Instead, these studies looked at data from dog owners and people without pets from national registries in Europe.\nWBUR spoke with Kazi about dogs, their effect on health and why you might want to consider becoming a dog person.\n<em>This interview has been edited for length and clarity.</em>\n<strong>What have researchers observed in the past when it comes to the health benefits of dog ownership?</strong>\nWe've known forever that owning a dog increases one's physical activity. Regardless of weather, you have to get out and walk the dog. Otherwise, you might be tempted to stay home and watch TV.\nThere are other effects that we've known for a while. There is the idea that owning a dog makes you spend more time outdoors, and time spent outdoors improves health and, specifically, cardiovascular health.\nBut I think the biggest advantage of having a dog is what it does for mental health. We see very beneficial effects on depression, on anxiety, etc.\nWe've had programs where therapy dogs walk through the residency rooms and interact with patients. You see people light up. Unless you have a friend or family member by you all day, it's an incredibly lonely experience in the hospital. To have this animal walk by and, you know, offer you its unconditional love. That tail wag has the ability to make that day, and I see that all the time in the hospital.\nOwning a dog or interacting with a dog even for a short term reduces blood pressure, improves your cholesterol profile. All of these taken together, we imagine, would improve cardiovascular health.\n<strong>These two most recent studies suggested that dog ownership reduces the risk of death from any cause for people with cardiovascular disease — not just heart attacks. What did they do in these studies?</strong>\nIn one case, it was what we call a meta-analysis. It looked at all prior literature on dog ownership and heart health and showed there's an effect of dog ownership on mortality from any cause and cardiovascular mortality.\nIn another study, [researchers] looked over a 12-year period at dog owners in Sweden who have cardiovascular disease. They adjusted for the kinds of things we know affect cardiovascular health — age, demographics, socioeconomic status, marital status, number of children at home — and even after adjusting for all of that, they found a benefit of dog ownership.\n<strong>How much was that benefit?</strong>\nIn the Swedish study, they followed over 100,000 people and found a 21% reduction in deaths from any cause. In particular, I found it very convincing and striking that the benefits seems to be larger among individuals who live alone compared to multiperson households. That suggests the companionship of a dog is possibly very important to their heart health.\n<strong>That seems like a massive benefit, doesn't it?</strong>\nYeah. You know, I'm reluctant to hang my hat on that number because it may be that some of the effect is because healthier people own dogs, and etc. Well, let's say it's 15% not 21%. That's an intervention that is relatively low risk and could have a substantial mortality benefit. Doctors should feel comfortable discussing dog ownership with their patients in the right setting. In individuals who are able to — this is a therapy worth trying. But you also wouldn't get a dog just for cardiovascular health. In the end, you have to have the space in your life to accommodate an animal and a friend.\nBut I think that Americans have generally internalized the benefits of having a dog. At this point, there are more <a href=\"https://www.avma.org/KB/Resources/Statistics/Pages/Market-research-statistics-US-pet-ownership.aspx\">pet dogs</a> in the U.S. than <a href=\"https://www.census.gov/library/visualizations/2018/comm/historic-first.html\">kids under the age of 18</a>.\n<strong>Or maybe they've internalized the health consequences of having kids</strong>.\nRight, [laughs]. That could be true, too.\n<strong>Do you have a dog yourself?</strong>\nI don't, but I've wanted one for 40 years. I think these studies have finally convinced me to get one. I think we've thought of dogs as a form of comfort, a luxury even. For me, the study forces a rethinking of pets in our society. We've started out with dogs as accomplices during hunts as hunter-gatherers.\nGradually, we selected for traits of loyalty and friendship. At this point, society — particularly Western society — is very individualistic and fragmented. I can totally see the rationale for why dogs improve our sense of well-being, reduce loneliness, improve self-esteem and can be a boost to our physical and mental health."
    },
    "https://www.npr.org/sections/thesalt/2019/10/27/767899340/detroit-entrepreneurs-fight-food-insecurity-with-lessons-of-the-past": {
      "title": "Detroit Entrepreneurs Fight Food Insecurity With Lessons Of The Past",
      "href": "https://www.npr.org/sections/thesalt/2019/10/27/767899340/detroit-entrepreneurs-fight-food-insecurity-with-lessons-of-the-past",
      "authors": [
        {
          "name": "Brittany Hutson"
        }
      ],
      "content": "On a cold, sunny day in early February, Raphael Wright and his business partner, Sonya Greene, check out a vacant building in Detroit's Linwood neighborhood. Inside, wood panels are on the floor, and drywall is being placed over exposed brick. The only clue to the building's past is a sign out front, with the words \"Liquor, Beepers, and Check Cashing.\"\nLocated on the west side of Detroit, the Linwood neighborhood remains underdeveloped, with few retail businesses, countless empty lots and many vacant buildings. But Wright and Greene see potential here. It's why they've chosen this neighborhood to open a bodega that sells healthy food. Like other neglected neighborhoods in urban areas, fresh fruits and vegetables aren't a basic necessity here — they're a luxury.\nWright says it's been that way since he was a kid.\n<strong>\"</strong>I was raised in the '90s, and I always say that we were junk food babies,\" he explains. \"So we only ate our full courses out of liquor stores, gas stations, and many times fast food restaurants were pretty much our go-to places to eat.\"\nWright learned at a young age the cost of a diet based on convenient, processed foods.\n\"I'm a victim of food insecurity,\" he says. \"I'm 30 years old. I was diagnosed with diabetes at 19, so before I was old enough to have a drink, I was diabetic.\"\nWright wants the bodega, tentatively named the Glendale Mini Mart, to be a pilot for a full-range grocery store he hopes to open in the future. The bodega will offer fresh produce, prepared foods and staple items. He says he hopes it will be part of a larger mixed-use development that will include a barber shop, a beauty salon and housing.\n<strong>\"</strong>This is my opportunity to not only service a community, but to show proof of this new, fresh concept of how to introduce healthier food access in our communities,\" Wright says.\nWright and Greene are not the first to recognize the importance of Detroit's African American residents having access to fresh, reasonably priced food. That awareness began more than 50 years ago, following the rebellion that rocked the city.\nIn late July 1967, one of the deadliest and most destructive riots in this country's history took place in the Virginia Park neighborhood of Detroit. What started as a confrontation between black residents and the Detroit Police Department lasted five days and resulted in the deaths of 43 people. More than 2,000 buildings were looted, burned or destroyed.\nThe riots were the culmination of high levels of frustration, resentment and anger among African Americans due to unemployment, poverty, racial segregation, police brutality and lack of economic and education opportunities. However, there was something else not often discussed — food.\nAccording to Alex Hill, adjunct professor at Wayne State University in Detroit, there was a \"fairly expansive hunger issue in the community\" around that time. Hill's research on the '67 Rebellion looks at food, power and race. In many ways, it's the continuation of work that began when the non-profit group <a href=\"https://www.focushope.edu/\">Focus: Hope</a> began studying conditions in Detroit's black neighborhoods in the '60s as a response to the riots.\nFocus: HOPE educated the clergy and the white Christian community on racism, poverty and other forms of injustice. In 1968, the organization released a Consumer Survey on Food and Drugs. The survey sought to answer three questions: Do the poor pay more for food? Does skin color affect in-store service? Are food facilities and products equal for inner city and suburban shoppers?\nTo get answers, nearly 400 suburban white women and inner-city black women were trained as undercover shoppers and sent to 300 grocery stores in the Detroit metro area. The main findings were that poor inner-city Detroiters were paying up to 20% more for lower-quality groceries. The survey also found that the quality of service, store condition, produce and meats in the city's chain and independent stores were not of average quality compared to upper- income and suburban stores.\nThe conclusion of the survey provided a few recommendations, some of which included a massive consumer education program targeting the poor and poor African Americans; negotiations with major chains to build new stores in certain impoverished areas; renovations of existing stores and equipment; and hiring African American personnel, particularly managers.\nIt is unknown if there was any response to the survey.\nHill says today, the choices available to black and white shoppers are still unequal. \"In thinking about those disparities and access, those are still very much real. They may look different, but I'd say they're very much the same from 1967,\" he says.\nHill explains that Detroiters travel outside of the city on weekends to larger chain grocers to stock up and use their local grocer for smaller needs, such as eggs or milk, during the week.\n\"We often don't think about the cost of time for Detroit residents to reach these locations,\" he says. \"Transportation is a kind of regular conversation that's had in the city that makes it very difficult to access food of different types.\"\nIn Detroit, most grocery stores in the city are independently owned. According to the <a href=\"https://drive.google.com/file/d/1iGZtn4NEo2TTuTEDSEV6uEAyrW_-32fe/view\">2018 Detroit Food Metric Report</a>, there are 71 full-scale grocery stores in the city, but only two types of chain stores — Whole Foods and Meijer. In a city that is 142 square miles and still predominantly African American, none of the grocery stores is black-owned.\n<strong>The Fight Against Food Insecurity</strong>\nValaurian Waller is the co-owner of Fresh Corner Café, which sells pre-packaged items such as salads, sandwich wraps and fruit cups to corner stores, grocery stores and gas stations.\n\"People like to call Detroit a food desert and it's not,\" she says. \"It's somewhat of a misnomer. There's food in Detroit, it's just kind of hard to get to.\"\nOne of Waller's partners is Peaches and Greens, a produce market in Detroit's New Center neighborhood. The store sells pantry items, dry goods, snacks, and other locally made food products. Fresh Corner works directly with stores like Peaches and Greens. It also works with schools, the YMCA and senior housing developments.\n\"Fresh Corner had this idea to kind of cut out the middleman and bring fresh food options to places people already go and have easy access to anyways,\" Waller says. \"If you're going down to your corner store to shop for a few food things, it makes sense to come to you.\"\nWaller grew up on the east side of Detroit, but went to middle school and high school in Grosse Pointe, an affluent suburb northeast of Detroit with a history of discriminatory real estate practices. While in school, Waller noticed the jarring differences in food access between the two areas.\n\"The difference between a Kroger in Detroit and the Kroger in Grosse Pointe is laughable,\" she says. \"Just seeing the juxtaposition of those two worlds and those experiences really inspired me to be like, there has to be a solution to this. There has to be awareness of the inequality in these issues.\"\nBack at the site of the future Glendale Mini Mart, Greene walks along the front of the building. She is a registered nurse who grew up in Linwood. The property has been in her family for at least 40 years, and she bought the building from her family to start the store. Greene says there's always been a need in Linwood for healthy food.\n<strong>\"</strong>It has to start with the education component,\" she says. \"That's pretty much what this is about. It's teaching with love and understanding and saying, 'Yeah, we know that you've not had an option but we're here to give you something else to choose from.'\"\nWright says the bodega is also about representation.\n\"We've seen our grocery stores not be representative of our communities,\" he says. \"So putting faces in the community that looked like us, that are from our neighborhoods and understand what we're going through, it makes the education part easier.\"\n<em>This story comes to us from member station </em><a href=\"https://wdet.org/\"><em>WDET</em></a><em> in Detroit. You can hear the audio </em><a href=\"https://wdet.org/posts/2019/05/06/88142-detroit-entrepreneurs-fight-food-insecurity-with-lessons-of-the-past/\"><em>here</em></a><em>. Brittany Hutson is a writer and freelance journalist and was a WDET Feet In 2 Worlds Fellow. Follow her on Twitter: </em><a href=\"https://twitter.com/fedandbougie\"><em>@fedandbougie</em></a>"
    },
    "https://www.npr.org/2019/10/27/773707653/burn-it-down-diagnoses-analyzes-the-state-of-american-womens-anger": {
      "title": "'Burn It Down' Diagnoses, Analyzes The State Of American Women's Anger",
      "href": "https://www.npr.org/2019/10/27/773707653/burn-it-down-diagnoses-analyzes-the-state-of-american-womens-anger",
      "authors": [
        {
          "name": "Katharine Coldiron"
        }
      ],
      "content": "There is so much to say about women's anger. More than a single person could ever say, more than a single voice could ever explain.\nSo it's appropriate that <em>Burn It Down: Women Writing About Anger</em> gathers 22 diverse writers to speak 22 different truths about the same topic. It's an extraordinary collection of talent; each essay is distinct from the next (although some themes overlap), and each takes a slightly different approach to the art of creative nonfiction — whether the essays are braided, factual, or lyric. It's also an extremely well-timed book. The social movements and events of the past five years have abraded the tarp millions of women have tied over their rage and, as this anthology demonstrates, that rage is starting to push through.\n<em>Burn It Down</em>'s editor, Lilly Dancyger, is an editor at Catapult and Barrelhouse and a former editor at Narratively, and she spearheads the Memoir Monday project. She is deeply involved in contemporary memoir, especially memoir shaped by women, and her experience and sharp eye make this anthology a thorough exploration of its topic. \"I wanted these pages to sizzle and smoke with women's awesome rage,\" she states in her introduction. \"But this anthology is not about the things that make us angry; it's about us, and all the many ways we feel and live with our anger.\"\nEvery writer in the book completes that assignment in her own way. Some writers lean more heavily on analysis (Leslie Jamison), while others lean on memoir (Minda Honey). Some write poetically (Rios de la Luz) while others write practically (Lisa Factora-Borchers). Every writer explains the particular pressure point for her own anger, be it misgendering, food, religious intolerance, chronic pain, or toxic family members. Some essays, some experiences, overlap: angry fathers; Audre Lorde; the bright hot fury of adolescence; and how the body is tangled up with anger. Often, these women's bodies have been violated, and the bodies struggle with containing or letting go of anger just as the people inside them do.\nNearly all of these women have been instructed — consciously or not — to hide their anger. \"I intuitively embraced and supported other women's anger but struggled to claim my own,\" Jamison writes, in an essay previously published in <em>The New York Times Magazine</em>. \"Anger in a woman is akin to madness; it felt like madness inside of me, it looked like madness to others,\" Erin Khar adds, in an incandescent, tightly written piece. \"Anger should've been an acceptable emotion to such a violation of the self, and yet I'd had a lifetime of experience that said otherwise,\" Monet Patrice Thomas explains, with enormous control over words that depict unacceptable treatment.\nMany of the essays in <em>Burn It Down</em> imply — or just say — that women's anger in greater society is not merely hidden or underexpressed, but treated as if it should <em>never</em> exist. As if it's a wing of the house of human emotion that women cannot enter. Of course this stricture is complicated by other aspects of a woman's identity (well-represented in the book), whether the woman is openly trans, fat, Black, Chicana, Muslim, or disabled.\n\"My anger has always been dismissed or overlooked, because it was superseded by the fear of what I'd lose by expressing it, whether it be my dignity, my safety, or my livelihood,\" Thomas writes.\n\"When you inhabit a body as large as mine, there's a harmful assumption that aggression is inherent, and no matter what has happened, the larger person provoked the disagreement and should be the person to deescalate it,\" Evette Dionne states.\n\"I didn't become a woman to simply absorb all of society's assumptions about gender,\" Meredith Talusan huffs.\nIn a well-balanced, memoiristic essay about going to camp as a teenager, Melissa Febos learns \"that the roiling energy inside a woman's body could be used to express her rage instead of poisoning her...It was like carrying a hammer for my whole life and finally realizing what it was good for.\" That's one of the crucial throughlines of <em>Burn It Down</em>: figuring out what anger is good for and channeling it there. Factora-Borchers expresses this struggle most clearly, in a methodical essay about the visible politics of Ohio:\nBut over time, she notes, has learned \"how to embrace anger, how to use it as a natural resource.\" Keah Brown echoes this lesson:\nFor some women, this sounds impossible. Transforming anger is challenging when so many barriers exist for women even to understand it. In her childhood, Marissa Korbel writes, she taught herself to cry so effectively that she can do nothing else when she feels rage. Shaheen Pasha points out that \"anger as a Muslim American is a precarious emotion, layered and complex,\" not so simply redirected. And when Talusan is mansplained for the first time after she transitions, she is so disappointed in, and confused by, her reaction that it powers an entire essay: \"I valued [my] intelligence over wanting everyone to get along, which was what women are supposed to value above all else.\" But she has no solution to the problem of her anger, no way to push it into a new, less monstrous shape. Only a handful of the writers in this anthology do. Most of the rest, for all their powers of expression, can write about their anger but can't resolve it.\nThe closing essay, by Anna Fitzpatrick, is the only piece purely about a sexual assault (although hers is far from the only sexual assault in the book). It's a thoughtful read, containing the kind of nuance that few discussions about sexual assault have borne. She writes:\nFitzpatrick writes about having to tend to the anger of men, who have greater permission to be publicly aggressive — an emotional pretzel that Minda Honey and Marisa Siegel twist into, as well. Whether these men are allies or not (and for Honey and Siegel they are not), their anger has more legitimacy, more leeway, than women's anger.\nIf nothing else, this anthology instructs the reader that American women are just now at the starting line of exploring and understanding their anger. It's a force that has barely been tapped. <em>Burn It Down</em> both diagnoses and analyzes the state of anger among American women, even if the book demonstrates that we have a long way to go to understand it fully. But there's hope. As Samantha Riedel puts it, \"When our anger has both power and temperance, what barriers may we yet demolish?\"\n<em>Katharine Coldiron's work has appeared in </em>Ms., <em>the</em> Guardian,<em> </em>The Washington Post, LARB <em>and</em> <em>the</em> Rumpus, <em>among other places. Her novella,</em> Ceremonials,<em> is forthcoming from Kernpunkt Press in 2020. Find her at </em><a href=\"http://www.kcoldiron.com/wordpress/\">kcoldiron.com</a><em> or on Twitter </em><a href=\"http://www.twitter.com/ferrifrigida\">@ferrifrigida</a>."
    },
    "https://www.npr.org/2019/10/26/773706177/pentagon-awards-10-billion-contract-to-microsoft-over-front-runner-amazon": {
      "title": "Pentagon Awards $10 Billion Contract To Microsoft Over Front-Runner Amazon",
      "href": "https://www.npr.org/2019/10/26/773706177/pentagon-awards-10-billion-contract-to-microsoft-over-front-runner-amazon",
      "authors": [
        {
          "href": "https://www.npr.org/people/495064735/meg-anderson",
          "name": "Meg Anderson"
        }
      ],
      "content": "<strong>Updated at 6:07 p.m. ET</strong>\nThe Pentagon <a href=\"https://www.defense.gov/Newsroom/Contracts/Contract/Article/1999639/\">awarded a $10 billion, 10-year contract</a> to Microsoft over Amazon on Friday, ending a heavily scrutinized battle over which tech giant would largely manage the military's cloud computing services.\nThe massive contract — known as the Joint Enterprise Defense Infrastructure, or JEDI, cloud contract — was widely expected to be awarded to Amazon Web Services, or AWS, which also <a href=\"https://aws.amazon.com/federal/us-intelligence-community/\">manages the cloud computing services</a> for the Central Intelligence Agency.\n\"We're surprised about this conclusion. AWS is the clear leader in cloud computing, and a detailed assessment purely on the comparative offerings clearly lead to a different conclusion,\" an AWS spokesperson told NPR in a statement.\nAmazon's potential procurement of the contract was met with heavy criticism by other competitors, Republicans in Congress and eventually by President Trump, who has long been engaged in a largely one-sided feud with Amazon CEO Jeff Bezos.\nThe winner-take-all bidding for the contract began in early 2018, and critics — including <a href=\"https://techcrunch.com/2018/11/14/government-denies-oracles-protest-of-10b-pentagon-jedi-cloud-rfp/\">another competitor for the contract, Oracle</a> — have argued that the Defense Department has unfairly favored Amazon over other potential vendors. Oracle and IBM unsuccessfully sued to block the award. The <a href=\"https://www.gao.gov/about/press-center/press-releases/read/oracle_bid_protest_nov_2018.htm\">Government Accountability Office determined</a> the bidding process to be fair.\nThose concerns eventually made their way to Capitol Hill. In June, Sen. Ron Johnson, R-Wis., <a href=\"https://www.hsgac.senate.gov/imo/media/doc/2019-06-24%20RHJ%20to%20DOD%20re%20OIG%20Investigation%20-%20JEDI.pdf\">requested that the Defense Department delay</a> the awarding of the contract pending an investigation of conflicts of interest. Sen. Marco Rubio, R-Fla., urged the Pentagon in July to <a href=\"https://www.rubio.senate.gov/public/_cache/files/4e234dd3-0f5f-455b-bfdb-e5189f5fa933/2226AE1BF9642FD2DEB09A8B92D62E4E.07112019-smr-ltr-to-nsa-bolton-re-jedi-cloud.pdf\">consider multiple vendors</a> for its cloud computing services.\nAlso in July, Trump addressed the issue directly.\n\"I'm getting tremendous complaints about the contract with the Pentagon and with Amazon,\" <a href=\"https://www.c-span.org/video/?462777-1/president-trump-meets-dutch-prime-minister-mark-rutte&start=190\">Trump told reporters.</a> \"We're getting tremendous, really, complaints from other companies and from great companies.\"\n\"I will be asking them to look at it very closely to see what's going on because I have had very few things where there's been such complaining,\" he said. \"We'll take a very strong look at it.\"\nIn early August, Defense Secretary Mark Esper <a href=\"https://www.npr.org/2019/08/01/747374991/pentagon-pauses-10-billion-cloud-contract-after-months-of-controversy\">announced the Pentagon</a> would reexamine the project before announcing a winner. Esper <a href=\"https://www.bloomberg.com/news/articles/2019-10-22/defense-secretary-recuses-himself-from-pentagon-cloud-award\">recused himself this week</a> of any decisions involving the cloud contract.\nThe Pentagon's pausing of the contract bid process <a href=\"https://twitter.com/MarkWarner/status/1157341554346008576?s=20\">raised concerns</a> that the president intervened in the awarding of the defense contract, which would be a <a href=\"https://www.washingtonpost.com/business/2019/10/25/pentagon-awards-controversial-billion-cloud-computing-deal-microsoft-spurning-amazon/\">violation of federal acquisition laws</a>, according to <em>The Washington Post</em>.\nTrump has an openly contentious relationship with Amazon and in particular with <em>The Washington Post, </em>which Bezos owns and is a frequent target of the president's ire.\nIn a new book, <em>Holding the Line: Inside Trump's Pentagon with Secretary Mattis, </em>Guy Snodgrass, a retired Navy commander who worked closely with then-Defense Secretary Jim Mattis, writes that Trump called and directed Mattis to \"screw Amazon\" by locking it out of a chance to bid for the JEDI contract. According to Snodgrass, Mattis told him and others: \"We're not going to do that. This will be done by the book, both legally and ethically.\"\nIn a statement detailing the award, the Defense Department said:\n\"For over 40 years, Microsoft has delivered innovative, proven and secure technologies to the US Department of Defense (DoD). We brought our best efforts to the rigorous JEDI evaluation process and appreciate that DoD has chosen Microsoft,\" Toni Townes-Whitley, president of U.S. regulated industries at Microsoft, said in a statement to NPR.\nIn managing the JEDI contract, Microsoft <a href=\"https://www.npr.org/2019/08/01/747374991/pentagon-pauses-10-billion-cloud-contract-after-months-of-controversy\">will be responsible</a> for storing massive amounts of sensitive military data and giving the U.S. military access to technologies like artificial intelligence.\n\"We must improve the speed and effectiveness with which we develop and deploy modernized technical capabilities to our women and men in uniform,\" Dana Deasy, the Defense Department's chief information officer, said in a statement. \"This award is an important step in execution of the Digital Modernization Strategy.\""
    },
    "https://www.npr.org/2019/08/01/747374991/pentagon-pauses-10-billion-cloud-contract-after-months-of-controversy": {
      "title": "Pentagon Pauses $10 Billion Contract That Embroiled Amazon In Controversy",
      "href": "https://www.npr.org/2019/08/01/747374991/pentagon-pauses-10-billion-cloud-contract-after-months-of-controversy",
      "authors": [
        {
          "href": "https://www.npr.org/people/447244385/alina-selyukh",
          "name": "Alina Selyukh"
        }
      ],
      "content": "The Pentagon is hitting pause on a massive, first-of-its-kind cloud computing contract after President Trump cited critics' accusations of favoritism toward Amazon.\nMark Esper, the new defense secretary, is re-examining the project just weeks before the winner was expected to be announced. Amazon and Microsoft are the finalists for the contract, which is worth as much as $10 billion and will be as long as 10 years. The project is called JEDI, for Joint Enterprise Defense Infrastructure.\n\"No decision will be made on the program until he has completed his examination,\" Department of Defense spokeswoman Elissa Smith said on Thursday.\nJEDI is a high-profile contract to collect and store sensitive military data and give U.S. war fighters access to cutting-edge technologies, like artificial intelligence. It has been one of the most controversial Pentagon technology contracts, with lawsuits, several investigations, rebukes and, most recently, Trump's interest in what is normally a bureaucratic contracting process.\nThe new examination is good news for Oracle and IBM, which have been knocked out of the bidding competition and unsuccessfully sued to block the award.\nThey and some Republicans in Congress have argued that the Defense Department should select multiple companies instead of a single winner. Critics have also accused the Pentagon and Amazon of having an unfairly cozy relationship, pointing to several Defense Department employees who have done work for Amazon's cloud business, AWS.\nThe Department of Defense, the Government Accountability Office and the Court of Federal Claims have reviewed the JEDI bidding process and allowed the contract to proceed. The Pentagon has also hit back that the criticisms were \"poorly-informed\" and \"manipulative.\"\nBut these complaints have reached the ear of Trump, who has publicly expressed disdain toward Amazon CEO Jeff Bezos over Amazon's <a href=\"https://www.npr.org/sections/thetwo-way/2018/04/13/602070410/trump-issues-order-to-review-postal-service-finances-amid-criticism-of-amazon\">deal with the U.S. Postal Service</a> and <a href=\"https://www.npr.org/sections/alltechconsidered/2017/07/28/539945616/more-money-more-problems-for-amazon\">Bezos' personal ownership of The Washington Post</a>, whose news coverage is a common target of Trump's criticism.\n\"I'm getting tremendous complaints about the contract with the Pentagon and with Amazon; they're saying it wasn't competitively bid,\" Trump told reporters on July 18. \"I will be asking them to take a look at it very closely to see what's going on because I have had very few things where there's been such complaining.\"\nCongressional letters have also been flying in recent weeks from Republicans who think that the JEDI contract is tainted — and Republicans who argue the delays in awarding it have already hurt the Pentagon's urgent technology needs.\nAmazon, Microsoft and Oracle declined to comment on the re-examination of the cloud contract. Amazon, IBM, Microsoft and Oracle are among NPR's financial supporters.\n\"JEDI is probably the most important cloud deal ever,\" Wedbush Securities analyst Daniel Ives said. \"This is the Pentagon moving to cloud, and any company that gets this — it's going to be a massive ripple effect for decades to come.\""
    },
    "https://www.npr.org/2019/10/22/772291876/top-aide-to-former-defense-chief-james-mattis-recounts-what-the-general-has-not": {
      "title": "Top Aide To Former Defense Chief James Mattis Recounts What The General Has Not",
      "href": "https://www.npr.org/2019/10/22/772291876/top-aide-to-former-defense-chief-james-mattis-recounts-what-the-general-has-not",
      "authors": [
        {
          "href": "https://www.npr.org/people/1934700/david-welna",
          "name": "David Welna"
        }
      ],
      "content": "For all of you who've been waiting for a tell-all account of James Mattis' 710 days as President Trump's first Pentagon chief, that book has now been written.\nIt is not <em>Call Sign Chaos: Learning to Lead,</em> the book Mattis published in September that <a href=\"https://www.npr.org/2019/08/28/755018189/in-book-former-defense-chief-mattis-side-swipes-president-trump-s-leadership-ski\">recounts many battles</a> he fought — but only those that came before a president-elect Trump tapped him to be defense secretary. Mattis maddeningly refuses in that tome to go into his time serving a president who's still in office.\nInstead, <em>Holding the Line: Inside Trump's Pentagon With Secretary Mattis</em> essentially picks up the story where the former defense secretary left off. And its author had unique access to his subject: Former Navy commander Guy \"Bus\" Snodgrass spent 17 months as Mattis' chief speechwriter and communications director before quitting four months prior to Mattis' own departure.\nThis is not, it would seem, a book the Defense Department was eager to see published. It <a href=\"https://ecf.dcd.uscourts.gov/doc1/04517373483\">took a lawsuit</a> to spring Snodgrass' memoir in September from the Department of Defense, where it had languished for months in a mandatory prepublication review.\nNor was Mattis pleased to learn that one of his top aides was chronicling the drama of a Pentagon under Trump as commander in chief. \"I regret that you appear to be violating the trust that permitted you as a member of my staff to be in private meetings in my office,\" Mattis rebuked Snodgrass in an email that became part of the lawsuit. \"You understand that you would have been in none of those meetings, taking none of the notes your publisher high-lighted in the initial press release you sent to me, had I known you intended to violate that trust.\"\nSnodgrass appears to have followed the advice he describes the philosopher and longshoreman Eric Hoffer having once offered Mattis himself. \"Make sure you write down everything interesting you find,\" the former defense secretary's wordsmith quotes Mattis recounting a youthful encounter with Hoffer. Snodgrass does not reveal in his book just how he went about recording the many private conversations and interactions he describes — a significant lapse for readers wondering how in the world he reproduces those scenes verbatim — but his lawsuit rejects the Pentagon's contention that he, like Mattis himself, kept meticulous daily chronicles in black Moleskine notebooks.\nWhat we get in this latest reminiscence on Washington in the times of Trump is really two books. One is the memoir of an ambitious, eager-to-please naval officer who struggles to keep up with a fast-moving boss and the vicissitudes of backstabbing top aides. The other book is what the world of Washington and beyond have been craving and what seems to have inspired the book's <em>Holding the Line</em> title: an insider's account of how Mattis dealt with the conundrum of how to stay in good graces with Trump while at the same time trying to shore up the very international alliances Trump detested.\nMuch of what Snodgrass writes about Trump has already been reported. But the \"<a href=\"https://www.penguinrandomhouse.com/books/609833/holding-the-line-by-guy-m-snodgrass/\">insider's sometimes shocking account</a>\" promised by his publisher does ring true when it comes to the speechwriter's fly-on-the-wall vignettes of Trump's interactions with Mattis.\nIn a chapter titled \"Trumped,\" Snodgrass portrays Mattis and then-Secretary of State Rex Tillerson as \"alarmed\" as they scrambled to put together Trump's first Pentagon briefing in July 2017. Trump had recently announced that the U.S. was withdrawing from the Paris Agreement on curbing climate change, a move Snodgrass says \"was viewed by staff members in Mattis' office primarily as a way to dismantle yet another piece of President Obama's legacy.\"\nMattis had been getting a string of phone calls from allies startled by the Paris accord pullout, and he and Tillerson both saw the Pentagon briefing as an opportunity to sway Trump. Snodgrass writes:\nIt was not to be. As Snodgrass, the lead organizer of the briefing, looked on from an adjacent control room, Mattis got off to a bad start with a frowning Trump at the head of the table in the Tank (as the secure briefing room is known at the Pentagon). \"Mattis tends to turn professorial during important meetings,\" his speechwriter cum public-speaking critic recalls, \"providing the audience with excessive detail rather than tailoring his approach to the group he's speaking with. This instinct worsens when he is anxious about an event.\"\nTrump had brought his own agenda. Topping it was a military parade in Washington like one he'd recently seen in France. \"We should blow everybody away with this parade,\" Trump told the room. \"The French had an amazing parade on Bastille Day with tanks and everything. Why can't we do that?\"\nHe did not hear any objections, despite Snodgrass' assertion that \"Mattis and his team were adamantly opposed to a military parade down Pennsylvania Avenue, concerned that a parade like what Trump wanted would harken back to Soviet Union-like displays of authoritarian power.\" Mattis was concerned too about such a show eroding the military's reputation for being apolitical, but he \"deflected and played for more time by saying, 'We'll take a look at some options and get back to you, Mr. President.' \"\nAs Trump \"veered from topic to topic like a squirrel caught in traffic, dashing one way and then another,\" Mattis, according to Snodgrass, \"began to shut down, sitting back in his chair with a distant, defeated look on his face.\"\nSnodgrass' eavesdropping of the briefing from the Tank's control room was interrupted, he says, by a Secret Service agent who poked his head in, \"apparently uncomfortable with the conversation and the light it cast on the president.\" The agent, apparently detailed to Trump, asked Snodgrass and a military officer on Tillerson's team who was with him if they still needed to be in that room. \"Yes, yes we did. Just try to get us to leave,\" the book's author states, though not as a quote — it appears to be more simply a thought that went through his head than his actual reply to an official who was quite likely being overzealous in protecting Trump.\nIn another chapter titled \"Policy by Tweet,\" Snodgrass describes <a href=\"https://twitter.com/realDonaldTrump/status/890193981585444864\">Trump tweeting</a>, without notifying the Pentagon, that \"after consultation with my Generals and military experts,\" he was banning transgender people from serving in the military. A month earlier, Mattis had ordered a six-month study of the issue to delay any action on the Obama-era initiative of allowing transgender people to serve openly in the military. Mattis was back in his Richland, Wash., hometown when Trump blindsided the Pentagon with his August 2017 transgender ban tweet; upon returning, Snodgrass writes, the defense secretary portrayed the Trump administration as doing a number on itself. \"He formed his right hand into a make-believe pistol and pointed it towards his temple, saying 'No one move or the hostage gets it!' \"\nBy the time Trump had his second Pentagon briefing, in January 2018, he had already agreed to sending an additional 5,000 U.S. troops to Afghanistan. While that key decision and Mattis' successful push for it oddly are unmentioned in the book, Snodgrass does describe a belligerent, scowling Trump when the nation's longest-ever war comes up at the briefing. \"Seriously, who gives a shit about Afghanistan?\" Trump asks. \"We should follow China's policy — just go into Afghanistan and take out all that wealth.\"\nWhat was perhaps Mattis' most public act of defiance toward Trump is described as at an October 2017 Senate hearing on the Iran nuclear deal, a legacy of the Obama administration. The Pentagon chief, asked if he thought remaining in the deal was in the interest of national security, paused a few dramatic seconds before replying, \"Yes, senator, I do.\"\nIt was an open break with Trump's vow to dump the deal. \"Mattis had confided to me before the hearing that he worried about leaving the agreement under false pretenses,\" Snodgrass writes, adding, \"When America gives her word, she should keep it.\"\nThrough much of the book, Snodgrass portrays Mattis as a calming influence in a chaotic administration, a \"secretary of reassurance\" who kept an \"immaculately clean\" desk that once belonged to Gen. John \"Black Jack\" Pershing and Gen. George C. Marshall. Like Marshall, Mattis needed a congressional waiver to serve as defense secretary since he had completed only three of a required minimum of seven years of retirement from active duty in the military.\nSnodgrass was himself an active-duty commander in the Navy when he became Mattis' speechwriter in March 2017. Many others in the defense secretary's office had similar backgrounds. \"Most of us were white, male, and military,\" Snodgrass notes. \"We were built primarily for speed and our ability to keep up with Mattis' furious pace. But that didn't make it the right choice.\"\nGroupthink was a peril with such a homogeneous crew. \"A greater civilian presence with a more diverse experience base would have increased our corporate knowledge,\" Snodgrass writes, \"and softened the civilian-military relationship concerns that plagued senior leaders in the Pentagon.\"\nOne of those concerns was how Mattis' Pentagon dealt with the reporters who covered the agency. A case in point, Snodgrass says, was top Pentagon spokeswoman Dana White, whom \"members of the press loathed.\"\n\"White had pulled me aside early on during my tenure with Mattis,\" Snodgrass writes. \"Never forget, Bus. The press is the enemy. They are not your friend,\" he quotes her as warning him. Mattis appeared to share White's disdain for the Fourth Estate. Snodgrass writes of \"a culture of fear that trickled down from the secretary into each of the services,\" with Mattis making clear to his top officials that \"no senior defense official ever speaks off the record.\" In other words, nobody was to talk to reporters on background, which is the not-for-direct-attribution arrangement by which those of us who've covered the Pentagon learn what's really going on there.\nDespite Mattis' testy relationship with reporters, Snodgrass contends they largely gave him a pass when matters arose that might have cut his tenure short at the Pentagon. A case in point was Mattis' having remained on the board of directors of the fraudulent blood-testing firm Theranos until shortly before being sworn in as defense secretary. His head of security at the Pentagon was Jim Rivera, who had previously been the head of security at Theranos. \"It was a nightmare scenario,\" Snodgrass writes, \"a made-for-television scandal involving a retired Marine and current secretary of defense.\" Still, it never became a big story.\nSnodgrass thinks he knows why. \"No one wanted to risk taking down Mattis,\" he concludes about the scant coverage of Mattis' ties to Theranos. Curious why Pentagon reporters did not press Mattis about an unflattering <a href=\"https://www.nbcnews.com/politics/donald-trump/mattis-out-loop-trump-doesn-t-listen-him-say-officials-n885796\">NBC report</a> by Courtney Kube that described Mattis being shut out by the Trump White House, Snodgrass (who calls Kube's article \"deadly accurate\") asks <em>Wall Street Journal</em> Pentagon reporter Gordon Lubold for an explanation.\n\"Look, at the end of the day we're all Americans,\" Snodgrass quotes Lubold as replying. \"If Mattis goes, who's left? There are things we wish were different [in their relationship with Mattis] but he's defending the nation in more ways than one. We all know that.\"\nLubold tells NPR that he did discuss his colleagues' coverage of Mattis with Snodgrass but dismisses the quote attributed to him as \"fiction.\" According to an emailed statement from a Dow Jones<em>/Wall Street Journal</em> spokesperson, \"The comments attributed to Gordon Lubold are grossly mischaracterized. They do not reflect the scope, context or tenor of an off-the-record conversation with Mr. Snodgrass.\"\nThat's the rub with a tell-all exposé like the one Snodgrass has authored: The accuracy and veracity of many of his quotes are difficult, if not impossible, to check. Snodgrass names, for example, the Tillerson aide who was in the Pentagon control room with him for Trump's first Pentagon briefing as Lt. Col. Brian Griese of the U.S. Army. An extensive online search for this military officer who could possibly confirm Snodgrass' account found no such person. At the Pentagon, a search by the U.S. Army's public affairs office also failed to find any Brian Griese in the Army's personnel records.\nThe book is also not without errors. Snodgrass portrays Mattis as having \"zinged the press in July 2017 by granting his first exclusive interview to a high school student named Teddy Fischer.\" That was two months after Mattis sat down for an exclusive <a href=\"https://www.google.com/search?q=mattis+john+dickerson+interview&rlz=1C1GGRV_enUS802US802&oq=mattis+john+dickerson+interview&aqs=chrome..69i57.8911j1j4&sourceid=chrome&ie=UTF-8\">interview</a> with CBS News' John Dickerson.\nIn a chapter about rolling out the public version of the National Defense Strategy, Snodgrass describes Mattis as wanting \"a central location where it would be easier to ensure a positive outcome.\" He says Howard University, a historically black university that's 2.3 miles from the Capitol, was \"deemed too distant from Capitol Hill to attract Congressional staffers.\" Instead, \"we finally settled on Johns Hopkins,\" which is a few blocks farther from the Capitol than Howard University. It's also not Johns Hopkins University, which is in Baltimore, but rather a division of that institution universally known as the School of Advanced International Studies.\nSnodgrass was no longer working for Mattis when the defense secretary handed his resignation to Trump in December 2018. Still, the former speechwriter says Mattis' departure was not a spur-of-the-moment decision. \"Mattis had already decided to resign the previous summer,\" Snodgrass writes. He says he stumbled across an unscheduled meeting that Mattis was having with Trump's then-chief of staff, John Kelly, and was told by Mattis' scheduler that the two men were discussing when they'd be quitting. \"The boss is planning to leave this winter,\" he quotes the unnamed staffer as saying, \"but Kelly is going to stay on at the White House.\"\nMattis' waning days at the helm of the Pentagon disappointed Snodgrass, who was by then watching him from the outside. \"What bothered me during these final few months were Mattis' public statements in <em>support </em>of policies that I knew he personally loathed,\" he writes. \"Near the top of the list was the deployment of US troops to the southern border with Mexico in the fall of 2018.\"\nIn one of those public statements, Mattis responded to criticism of the border deployments by saying the U.S. military \"doesn't do stunts.\" Snodgrass claims to have known better, having heard Mattis discuss previous deployments. \"I knew that's <em>exactly</em> what he thought the situation was — a political stunt.\"\nIn doing this book, Snodgrass appears to have burned his bridges with Mattis. \"Nothing, absolutely nothing, made the boss angrier than leaks to the press,\" he writes of Mattis while the two were still a team.\nAnd while Mattis may be blowing a gasket over this geyser of a leak, he might also appreciate how the man once in charge of putting words in his mouth has — for the most part — painted a flattering verbal picture of him: a military man turned civilian, holding the line when he could."
    },
    "https://www.npr.org/2019/10/25/773073159/elijah-cummings-funeral-obama-clinton-will-help-eulogize-baltimores-favorite-son": {
      "title": "Elijah Cummings Funeral: Obama, Clinton Eulogize Baltimore's Favorite Son",
      "href": "https://www.npr.org/2019/10/25/773073159/elijah-cummings-funeral-obama-clinton-will-help-eulogize-baltimores-favorite-son",
      "authors": [
        {
          "href": "https://www.npr.org/people/348744480/brakkton-booker",
          "name": "Brakkton Booker"
        }
      ],
      "content": "<strong>Updated at 3 p.m. ET</strong>\nIf there were any doubts about the indelible legacy the late civil rights advocate and Maryland Rep. Elijah Cummings left in his nearly 40 years of public service, look no further than the political luminaries who delivered tributes at his funeral in Baltimore on Friday.\nFormer Presidents Barack Obama and Bill Clinton, Speaker of the House Nancy Pelosi and former Secretary of State Hillary Clinton spoke, telling stories about a man who went from humble beginnings to occupy a place of power in the U.S. government.\n\"As a boy, Elijah's dad made him shine his shoes and tie his tie, and they would go to the airport — not to board the airplanes, but to watch others do it,\" Obama said. \"I remember Elijah telling me this story. Robert would say, 'I have not flied. I may not fly. But you will fly one day.' \"\nReferring to the tradition of calling senior elected officials \"the honorable,\" Obama said, \"But Elijah Cummings was honorable before he was elected to office. There's a difference.\"\nWith a large crowd overflowing New Psalmist Baptist Church, Cummings' constituents shared their personal remembrances.\n\"He helped us many times in Baltimore,\" said educator Daniel Murray. \"We'd be low on funds sometimes, he'd get with the mayor, get with the governor and push that funding for Baltimore city schools.\"\nDuring the service, Massachusetts Sen. Elizabeth Warren and Rep. Marcia Fudge, D-Ohio, read passages from the Bible. Kweisi Mfume, the former NAACP head whom Cummings replaced in Maryland's 7th Congressional District seat in 1996, addressed the capacity crowd, as did Cummings' widow, Maya Rockeymoore Cummings, and other family members.\nCummings, who was the chairman of the House Oversight Committee, is remembered as a fierce champion of his district, which includes large swaths of inner-city Baltimore and surrounding suburbs. He died last week from longstanding health issues. He was 68.\n\"He was a wonderful man,\" said Lekiesha Dorsey. She and her mother, Tina, had come to the church but they weren't able to get in. She added, \"I've just always known him to be a loving caring person and he was just always about the people the community no matter what race, age.\"\n\"He was just about love and just supported everybody,\" Dorsey said.\nFriday's funeral at New Psalmist, where Cummings was a member for roughly four decades, was the culmination of three days of tributes in Baltimore and Washington, D.C.\nCummings lay in state on Thursday at the U.S. Capitol's Statuary Hall. At a ceremony for lawmakers and relatives of Cummings, Rep. Mark Meadows, R-N.C., delivered <a href=\"https://www.npr.org/2019/10/24/773066835/watch-republican-rep-mark-meadows-tearfully-eulogizes-dear-friend-elijah-cumming\">an emotional eulogy</a> calling Cummings \"a dear friend\" and spoke about what some have called an \"unexpected friendship.\"\n\"Some have classified it as an unexpected friendship but for those of us that know Elijah,\" Meadows continued, \"it's not unexpected or surprising.\"\nHe added: \"Perhaps this place and this country would be better served with a few more unexpected friendships ... I know I've been blessed by one.\"\nOn Wednesday, a steady stream of well-wishers came to pay tribute to Cummings, who lay in repose at <a href=\"https://www.baltimoresun.com/politics/bs-md-pol-cummings-morgan-service-20191023-hz63f6k7erezjgrggkn4wyhpma-story.html\">Morgan State University</a>, a historically black college in Baltimore.\nCummings was born and raised in Baltimore and lived there until his death. He was one of seven children, born to parents who had once been sharecroppers on the same land on which their ancestors were enslaved.\nHe rose from those humble beginnings to become the dean of Maryland's black elected officials and a leader in the U.S. Congress. After Democrats took control of the U.S. House earlier this year, Cummings became chairman of the Oversight Committee, one of three House committees leading the impeachment inquiry into President Trump.\nThis summer, before the impeachment inquiry was launched, Cummings defended his beloved Baltimore after Trump disparaged the city in a series of tweets, calling it \"disgusting\" and \"rat and rodent-infested.\"\nCummings <a href=\"https://twitter.com/repcummings/status/1155132215208161281?lang=en\">fired back</a> at Trump, saying he goes home daily, adding, \"Each morning, I wake up, and I go and fight for my neighbors.\" A few weeks later, he invited Trump to take a <a href=\"https://www.npr.org/2019/08/07/749110578/i-ll-ride-with-him-for-hours-rep-cummings-calls-on-trump-to-visit-baltimore\">personal tour</a> of Baltimore.\n\"I want him to come and look at my entire city. I'll ride with him for hours if he asked to,\" Cummings said at the National Press Club in August.\nFor many, Cummings' forceful defense of the city, coupled with the olive branch, reflected the strength and grit that embodies many Baltimore residents.\nIn 2015, after the death of Freddie Gray, a young black man who died in police custody, Baltimore erupted in riots. Cummings, at the time one of the most powerful members in Congress, was in the streets of Baltimore with a bullhorn calling for calm.\nCummings is remembered as someone who relentlessly fought to lower the prices of prescription drugs and tighten gun laws and advocated for criminal justice reform. He introduced legislation that helped protect the rights of whistleblowers and bills to curb gun trafficking. According to his office, Cummings often said his 2010 vote in favor of the Affordable Care Act was the most important he ever cast.\nHe studied at Howard University, a historically black college in Washington, D.C., and attended law school at the University of Maryland, graduating in 1976. He entered politics in 1982.\nCummings served 14 years in the Maryland House of Delegates. During that time, he became the first black person in the state's history to be named speaker pro tempore. After being elected to Congress in 1996 via special election, he held that seat until his death last week.\n\"I thought that Elijah would make a great mayor of the city and possibly the governor of the state. But he enjoyed being a lawmaker,\" <a href=\"https://www.npr.org/2019/10/18/771236337/baltimore-responds-to-elijah-cummings-death\">former Baltimore Mayor Kurt Schmoke</a>, told NPR last week.\n\"There was something about Congress that kind of kept him grounded in his neighborhood and the community,\" said Schmoke, who is now the president of the University of Baltimore, before adding: \"And he just really loved it.\"\nMaryland Gov. Larry Hogan has until Monday to announce a date for a special election for Cummings' vacant seat. According to <a href=\"https://law.justia.com/codes/maryland/2018/election-law/title-8/subtitle-7/section-8-710/\">Maryland state law</a>, the primary election must be held at least 65 days after the governor announces the official proclamation that the seat is vacant. A special general election would then take place no fewer than 65 days after that."
    },
    "https://www.npr.org/2019/10/25/773535329/judge-orders-doj-to-hand-over-mueller-material-validates-impeachment-probe": {
      "title": "Judge Orders DOJ To Hand Over Mueller Material, Validates Impeachment Probe",
      "href": "https://www.npr.org/2019/10/25/773535329/judge-orders-doj-to-hand-over-mueller-material-validates-impeachment-probe",
      "authors": [
        {
          "href": "https://www.npr.org/people/542834285/philip-ewing",
          "name": "Philip Ewing"
        }
      ],
      "content": "<strong>Updated at 5:33 p.m. ET</strong>\nHouse Democrats won an important victory in federal court on Friday when a judge ordered the Justice Department to surrender now-secret material from the Russia investigation — and, more broadly, validated the impeachment inquiry into President Trump.\nChief District Judge Beryl Howell <a href=\"https://apps.npr.org/documents/document.html?id=6523606-Mueller-Docs-Order\">signed an opinion</a> that rejected the Justice Department's argument that it must preserve the secrecy of grand jury and other material and denied <a href=\"https://www.npr.org/2019/10/09/768540896/who-sets-the-rules-when-is-it-real-and-other-big-questions-on-impeachment\">Republicans' case that House Democrats' inquiry is invalid</a>.\n\"The need for continued secrecy is minimal and thus easily outweighed by [the House committee's] compelling need for the material,\" Howell wrote.\nShe continued: \"Tipping the scale even further toward disclosure is the public's interest in a diligent and thorough investigation into, and in a final determination about, potentially impeachable conduct by the president described in the Mueller report.\"\nAs special counsel, Robert Mueller worked with <a href=\"https://www.npr.org/2019/03/20/704817183/d-c-s-women-judges-are-central-to-the-russia-imbroglio-often-behind-the-scenes\">a grand jury under Howell's supervision</a> for nearly two years hearing witness testimony, issuing subpoenas and filing criminal charges.\nThe workings of such grand juries are largely secret, and the Justice Department had argued that it should not give House investigators anything beyond what Mueller had issued publicly already.\nHouse Judiciary Committee Chairman Jerry Nadler, D-N.Y., argued that Congress was entitled to all the underlying material and the portions of the Mueller report that had been redacted to protect the grand jury process or for other reasons.\nHowell agreed and said the Justice Department must give Nadler's committee the grand jury materials by Wednesday, although it wasn't clear whether Attorney General Bill Barr might ask for more time or appeal the ruling.\nNadler said on Friday afternoon that he was \"gratified.\"\n\"The court's thoughtful ruling recognizes that our impeachment inquiry fully comports with the Constitution and thoroughly rejects the spurious White House claims to the contrary,\" he said. \"This grand jury information that the administration has tried to block the House from seeing will be critical to our work.\"\nThe Justice Department didn't immediately respond to a request for comment on this story.\n<em>NPR Justice reporter Ryan Lucas contributed to this report.</em>"
    },
    "https://www.npr.org/2019/10/25/773358670/doj-review-of-russia-probe-now-is-criminal-case-dems-charge-wh-interference": {
      "title": "Democrats Say White House Is Interfering As Russia Review Becomes A Criminal Case",
      "href": "https://www.npr.org/2019/10/25/773358670/doj-review-of-russia-probe-now-is-criminal-case-dems-charge-wh-interference",
      "authors": [
        {
          "href": "https://www.npr.org/people/544275644/ryan-lucas",
          "name": "Ryan Lucas"
        },
        {
          "href": "https://www.npr.org/people/542834285/philip-ewing",
          "name": "Philip Ewing"
        }
      ],
      "content": "<strong>Updated at 4:37 p.m. ET</strong>\nThe Justice Department's review of the origins of the Russia probe has become a criminal investigation, a source familiar with the matter confirmed to NPR.\nIt is unclear what prompted the shift from an administrative review to a formal criminal investigation, when the change took place or what potential crime is under investigation.\nThe change drew immediate criticism from Democrats, who have accused Attorney General William Barr of turning the Justice Department into a political weapon for President Trump.\n\"These reports, if true, raise profound new concerns that the Department of Justice under Attorney General William Barr has lost its independence and become a vehicle for President Trump's political revenge,\" said the Democratic chairmen of the House Judiciary and Intelligence committees, Reps. Jerry Nadler of New York and Adam Schiff of California.\n\"If the Department of Justice may be used as a tool of political retribution or to help the president with a political narrative for the next election, the rule of law will suffer new and irreparable damage,\" they said.\nBarr tapped the U.S. attorney for Connecticut, John Durham, in May to lead the review. It wasn't immediately clear whether Durham has impaneled a grand jury or what crime may be suspected.\nBarr told Congress earlier this year that he wants to understand how and why investigators made the decisions they did in 2016, when the FBI began to investigate what it later verified was a broad campaign of \"active measures\" by Russia targeting the U.S. presidential election.\nFormer special counsel Robert Mueller later documented that interference in hundreds of pages of court documents and in his final report. Thirty-four individuals, including 25 Russian nationals, as well as three Russian entities, were indicted in the investigation.\nMueller's report documented many connections between Trump's campaign in 2016 and the Russian interference but did not establish a conspiracy to throw the election.\nThe investigation also documented a number of episodes following the inauguration of possible obstruction of justice, but Mueller did not make a charging decision one way or the other because of Justice Department policy that a sitting president cannot be indicted.\nBarr, however, concluded that the evidence did not establish that the president obstructed justice.\n<strong>Black eye for the FBI</strong>\nAt the same time, a number of embarrassing subplots for the FBI and the Justice Department drew intense criticism from Trump and his supporters, who sought to fault investigators and undermine the basis for the Russia investigation.\nA key special agent and a top lawyer mocked Trump in text messages on their official government phones during the time they were carrying on an extramarital affair. They were removed, as were other insiders suspected of political bias.\nThe director and deputy director of the FBI also were removed in the midst of a broader months-long political war over federal law enforcement.\nBarr, who became attorney general in this context, told Congress that he wanted to understand why there had been what he called \"spying\" on Trump's campaign in 2016 and why neither the candidate nor his top aides were briefed by the FBI about its discoveries about Russian interference.\nTrump and Republicans also have pressed Barr to look into a number of other chapters from the imbroglio, including the FBI's use of confidential human sources; conspiracy theories involving the 2016 cyberattack on the Democratic National Committee; Hillary Clinton and others.\nIt isn't clear what Durham is or isn't investigating or whether he has identified criminal activity.\nBut the Justice Department said in a letter to Congress in June that the Durham  review was \"broad in scope and multifaceted, and is intended to illuminate open questions regarding the activities of U.S. and foreign intelligence services as well as non-governmental organizations and individuals.\"\nBut the escalation of Durham's inquiry into a criminal case is politically important to Republicans, who call the Russia investigation the work of \"biased\" conspirators within a \"deep state\" who abused their powers out of political animus toward Trump and his campaign.\nThe top Republican on the House Judiciary Committee, Doug Collins of Georgia, welcomed the decision to upgrade the Durham probe to a criminal investigation.\n\"The special counsel's multi-million dollar investigation concluded that no Americans conspired with Russia in 2016,\" Collins said.\n\"As a result of the empty accusations about this president and what the inspector general found to be political bias at the top tiers of the FBI, Americans have unanswered questions about how the Russia investigation began.\"\n<strong>Connection to the Ukraine affair</strong>\nThe Durham investigation also has become politically important to the White House's defense of its actions in the Ukraine affair.\nActing chief of staff Mick Mulvaney and other allies of Trump have said it was wholly appropriate for Trump to ask Ukraine's president and other heads of state for help with U.S. investigations that could uncover wrongdoing.\nMulvaney cited Durham's ongoing work and the need to answer what Mulvaney called lingering questions as one explanation for why Trump had asked the Ukrainians for investigations.\nTrump or Barr also have asked the Italian, British and Australian governments to cooperate.\nDemocrats now pursuing an impeachment inquiry into the president argue that he abused his office in threatening to withhold engagement and military assistance from Ukraine unless it agreed to launch investigations Trump thought might help him in the 2020 election."
    },
    "https://www.npr.org/2019/10/26/773761689/u-s-diplomat-state-department-nixed-plan-to-support-former-ukrainian-ambassador": {
      "title": "U.S. Diplomat: State Department Nixed Plan To Support Former Ukrainian Ambassador",
      "href": "https://www.npr.org/2019/10/26/773761689/u-s-diplomat-state-department-nixed-plan-to-support-former-ukrainian-ambassador",
      "authors": [
        {
          "href": "https://www.npr.org/people/638550790/bobby-allyn",
          "name": "Bobby Allyn"
        }
      ],
      "content": "Philip Reeker, a U.S. diplomat who oversees European affairs, told House members he had plans of defending Marie Yovanovitch, the former U.S. ambassador to Ukraine, in the face of a smear campaign against her, but Reeker was overruled by top State Department officials, according to a person familiar with Reeker's testimony.\nIn a rare Saturday hearing, Reeker sat for more than eight hours of questions from lawmakers running the impeachment inquiry into President Trump. Reeker appeared under a subpoena issued by House lawmakers, despite being ordered not to cooperate by Trump.\nReeker, a career foreign servicer officer, was named the acting assistant secretary of state in the Bureau of European and Eurasian affairs in March, a few months before Yovanovitch became a political target and was removed from her post.\nJust before her ouster, however, Reeker wanted to draft a strongly-worded statement from State Department officials to strike back at the attacks she was enduring in conservative media and by allies of Trump. But that letter was scotched by David Hale, the No. 3 official in the State Department, according to the person familar with Reeker's testimony.\nYovanovitch was seen by Trump allies as an obstacle to conducting a back-channel foreign policy with Ukraine, including the freezing of nearly $400 million in military aid until Ukraine agreed to investigate Trump's political rival Joe Biden and his son.  Trump has denied any wrongdoing and has called the impeachment inquiry a scam.\nReeker testified he was aware of a plan to freeze the military aid to Ukraine, but he did not know why it was being held up, having no direct knowledge of the alleged quid-pro-quo scheme, the person close to Reeker said.\nUkrainian policy was mostly overseen by Kurt Volker, Trump's envoy for Ukraine, and Gordon Sondland, the U.S. ambassador to the European Union. Reeker, who had an extensive travel schedule and is the top State Department official for more than 50 countries, was not intimately involved with Ukraine at the time of the controversial call that sparked the impeachment inquiry, the individual with knowledge of Reeker's testimony said.\nReeker, who joined the State Department in 1992, is celebrated by colleagues as an apolitical professional whose reputation is admired.\n\"He's regarded as a straight-arrow professional, not a showboat,\" Dan Fried, a former diplomat who retired in the beginning of the Trump administration, told NPR in an interview. \"I've known him for a long time, and I have no idea what his politics are. He's completely non-partisan.\"\nAs has been the case with most of the witnesses in the impeachment inquiry, Democrats and Republicans had vastly different take-aways.\nDemocratic Rep. Stephen Lynch of Massachusetts said Reeker's questioning lasted much longer than anticipated because it was \"a much richer reservoir of information than we originally expected,\" but he would not elaborate.\nMeanwhile, Republican Rep. Mark Meadows of North Carolina said Reeker's weekend deposition did nothing to advance the probe.\n\"Is there an impeachable offense here? Was there some quid pro quo? And now you have another high-ranking State Department official who didn't provide any support for that allegation,\" Meadows said.\nBackers of the impeachment inquiry say there are already plenty of witnesses whose testimony creates a sturdy foundation for impeachable offenses.\nOn Tuesday, Ambassador Bill Taylor <a href=\"https://www.npr.org/2019/10/22/772444556/highlights-top-u-s-diplomat-in-ukraine-delivers-explosive-statement-to-congress\">delivered explosive testimony</a> to lawmakers in which he described a back-channel foreign policy with Ukraine, being led by Trump's personal lawyer Rudy Giuliani, where there was allegedly an attempt to tie military assistance to the country to Ukrainian authorities opening an investigation of the Bidens.\nLike other State Department officials who have delivered testimony as part of the impeachment inquiry, Reeker was summoned after the House Intelligence Committee subpoenaed him following an attempt by the White House to block his appearance.\nA whistleblower complaint, centered on a July 25 call Trump conducted with the president of Ukraine, set in motion the impeachment inquiry being pursued by three House committees. The White House released a partial transcript of the call, where Trump expressly asked the Ukranian president to look into his Democratic rival, Joe Biden, and his son, Hunter, who sat on the board of a Ukranian energy company. Trump also reminded Ukrainian President Volodymyr Zelenskiy that the U.S. sends military funds to the country.\nWhite House Chief of Staff Mick Mulvaney <a href=\"https://www.npr.org/2019/10/22/772127564/democrats-say-ambassador-william-taylors-testimony-on-ukraine-is-disturbing\">admitted</a> to there being an apparent quid pro quo in a whirlwind press briefing this month, telling reporters that political influence in foreign policy is not unusual. \"Get over it,\" said Mulvaney, who <a href=\"https://www.npr.org/2019/10/20/771724300/mulvaney-walks-back-ukraine-remarks-admits-it-wasnt-a-perfect-press-conference\">later tried to</a> mop up the comments, which Democrats said were damaging.\nFried, the former longtime diplomat, said he watched independent institutions and civil servants be sabotaged in communist countries over his career including Yugoslavia in the late-1980s, but \"to see it in my own country is horrific,\" he said. \"I commend those like Reeker standing up against it. It shows their fidelity to their oath of office.\""
    },
    "https://www.npr.org/2019/10/12/768935251/trump-ukraine-and-the-path-to-the-impeachment-inquiry-a-timeline": {
      "title": "Trump, Ukraine And The Path To The Impeachment Inquiry: A Timeline ",
      "href": "https://www.npr.org/2019/10/12/768935251/trump-ukraine-and-the-path-to-the-impeachment-inquiry-a-timeline",
      "authors": [
        {
          "href": "https://www.npr.org/people/122805042/tamara-keith",
          "name": "Tamara Keith"
        }
      ],
      "content": "<strong>Updated Oct. 25, 2019</strong>\nWhen President Trump spoke to Volodymyr Zelenskiy on July 25, Trump held the keys to two things the new Ukranian president needed in order to demonstrate he had full U.S. backing to push back on Russian aggression: military assistance and an Oval Office meeting. Both would send a necessary signal that the U.S.-Ukraine alliance was strong.\nBut the alliance was on shaky ground. In the months leading up to the call, Trump's personal attorney Rudy Giuliani pressed Ukrainian officials to launch investigations that stood to benefit the president politically. Trump was also withholding the White House meeting Zelenskiy coveted, in addition to military aid that was already approved by Congress.\nWhat started as a mission to undermine then-special counsel Robert Mueller's Russia investigation had morphed into an effort to sully a potential political rival, former Vice President Joe Biden. Now, Trump faces the greatest threat to his presidency — the risk of impeachment.\nHere's how we got there.\n<strong>Trump's early focus on Ukraine</strong>\n<strong>April 21, 2017: </strong>Three months after his inauguration, President Trump sits for an interview with The Associated Press and floats a debunked conspiracy theory about Ukrainian involvement in hacks of Hillary Clinton's presidential campaign and the Democratic National Committee during the election.\n\"They get hacked, and the FBI goes to see them, and they won't let the FBI see their server,\" Trump says about the attack on the DNC, which U.S. intelligence <a href=\"https://www.justice.gov/file/1080281/download\">has traced</a> to Russian state actors. \"They brought in another company that I hear is Ukrainian-based.\"\nTrump is talking about CrowdStrike, the California cybersecurity firm that helped investigate the DNC attack — even providing federal investigators with evidence. In bringing up the company, the president appears to be alluding to a false narrative that has emerged suggesting that Ukraine, not Russia, was involved in the hacking and that CrowdStrike helped cover it up.\n\"I heard it's owned by a very rich Ukrainian, that's what I heard,\" <a href=\"https://apnews.com/c810d7de280a47e88848b0ac74690c83\">he tells the AP</a>.\nIt's a theory the president returns to more than two years later on his <a href=\"https://www.npr.org/2019/09/25/764052120/read-transcript-of-president-trumps-call-with-ukraine-s-leader\">July 25, 2019, call</a> with Volodymyr Zelenskiy.\n<strong>Giuliani enters the fray</strong>\n<strong>Late 2018: </strong>Rudy Giuliani <a href=\"https://www.npr.org/2019/09/27/765026582/meet-the-businessman-helping-giuliani-find-dirt-on-democrats-in-ukraine\">participates in a Skype call</a> with the former top Ukrainian prosecutor, Viktor Shokin, who was ousted from office after multiple Western leaders, including former Vice President Joe Biden, pressed for his removal. Leaders complain Shokin was failing to tackle corruption. It's around this time that Giuliani <a href=\"https://www.npr.org/2019/10/01/765986709/house-committees-subpoenae-rudy-giuliani-in-impeachment-inquiry\">says he</a> first learned of a possible Biden-Ukraine connection.\n<strong>January 2019:</strong> Giuliani meets in New York with the top Ukrainian prosecutor at the time, Yuriy Lutsenko. This is when, Giuliani says, his investigation into the Bidens began.\nA man named Lev Parnas has said he attended the meeting with Lutsenko and arranged the call with Shokin. Parnas<a href=\"https://www.npr.org/2019/09/27/765026582/meet-the-businessman-helping-giuliani-find-dirt-on-democrats-in-ukraine\"> told NPR</a> he attended at least two meetings Giuliani had with Lutsenko. Parnas and an associate, who also worked with Giuliani, are <a href=\"https://www.npr.org/2019/10/10/768894793/2-giuliani-associates-arrested-on-campaign-finance-violations\">later arrested</a> and charged with violating campaign finance law in a separate matter.\n<strong>March 31: </strong>The first round of presidential elections take place in Ukraine. Zelenskiy, a comedian who once played a president on television, comes out ahead of incumbent President Petro Poroshenko. The race goes to a runoff.\n<strong>April 7: </strong>In an interview on <a href=\"https://www.foxnews.com/transcript/giuliani-slams-mueller-leak\">Fox News</a>, Giuliani, unprompted, brings up a Biden-Ukraine connection. He says that while investigating the origin of the Russia investigation, \"some people\" told him \"the story about [gas company] Burisma and Biden's son.\" Giuliani suggests that as vice president, Biden pressed to remove Shokin because he was investigating Burisma, a Ukrainian gas company that had Biden's son Hunter on its board for several years. There is no evidence to support this claim.\n<strong>Zelenskiy elected; Trump talks \"corruption\"</strong>\n<strong>April 21: </strong>Zelenskiy is elected president of Ukraine and Trump calls to congratulate him. A White House readout of the call says Trump \"expressed his commitment to work together with President-elect Zelenskyy and the Ukrainian people to implement reforms that strengthen democracy, increase prosperity, and root out corruption.\"\n<strong>April 25: </strong>Trump calls in to Sean Hannity's TV show and says he has heard rumors about Ukrainian \"collusion.\" He tells the Fox News host he expects Attorney General Bill Barr to look into it. \"I would imagine he would want to see this,\" Trump says.\n<strong>May 6: </strong>Marie Yovanovitch, the U.S. Ambassador to Ukraine and an Obama appointee, ends her assignment in Kyiv. According to <a href=\"https://www.npr.org/2019/09/26/764071379/read-house-intel-releases-whistleblower-complaint-on-trump-ukraine-call\">the whistleblower complaint filed against Trump</a>, she had been \"suddenly recalled\" to the U.S. by senior State Department officials a week earlier.\nGiuliani later says in an interview that she was removed \"because she was part of the efforts against the President.\" Yovanovitch <a href=\"https://www.npr.org/2019/10/11/769049841/fired-u-s-ukraine-ambassador-arrives-on-capitol-hill-to-testify-in-impeachment-p\">tells Congress</a> that she learned from the deputy secretary of state \"there had been a concerted campaign against me, and that the Department had been under pressure from the President to remove me since the Summer of 2018,\" according to prepared remarks reported by multiple outlets.\n<strong>May 9</strong>: Giuliani<a href=\"https://www.nytimes.com/2019/05/09/us/politics/giuliani-ukraine-trump.html\"> tells The New York Times</a> he will travel to Ukraine \"in the coming days\" to push for investigations that could help Trump. Giuliani says he hopes to meet with President-elect Zelenskiy to push for inquiries into the origins of the Russia investigation and the Bidens' involvement with Burisma.\n\"We're not meddling in an election, we're meddling in an investigation, which we have a right to do,\" Giuliani tells the <em>Times.</em>\n\"There's nothing illegal about it,\" he says. \"Somebody could say it's improper. And this isn't foreign policy — I'm asking them to do an investigation that they're doing already and that other people are telling them to stop. And I'm going to give them reasons why they shouldn't stop it because that information will be very, very helpful to my client and may turn out to be helpful to my government.\"\n<strong>May 10: </strong>Facing a backlash, Giuliani cancels his trip. \"I'm not going to go because I think I'm walking into a group of people that are enemies of the president, in some cases, enemies of the United States,\"<a href=\"https://www.washingtonpost.com/politics/2019/05/10/giulianis-remarkable-admission-about-seeking-ukraines-assistance-trump/\"> he tells The Washington Post</a>.\nThere are echoes of this language in Trump's July 25 call with the Ukrainian president. After mentioning that his assistant recently spoke with Giuliani, Zelenskiy tells the president, \"I just wanted to assure you once again that you have nobody but friends around us.\"\n<strong>May 14: </strong>Trump allegedly instructs Vice President Pence to cancel his planned travel to Ukraine to attend Zelenskiy's inauguration, according to the whistleblower complaint brought against the president. Energy Secretary Rick Perry travels in his place.\n<strong>May 19: </strong>In an interview with Steve Hilton <a href=\"https://factba.se/transcript/donald-trump-interview-steve-hilton-fox-telephone-may-19-2019\">on Fox News</a>, Trump puts the focus on Biden and Ukraine:\nBiden did, in fact, press for the prosecutor, Shokin, to be sacked because of concerns that he was turning a blind eye to corruption. However, the effort was in keeping with U.S. policy at the time and consistent with the goals of European allies and the International Monetary Fund.\n<strong>A meeting is offered</strong>\n<strong>May 28</strong>: William Taylor meets with Secretary of State Mike Pompeo about replacing Yovanovitch leading the embassy in Kyiv. Taylor, a diplomat who has served in Republican and Democratic administrations going back to President Ronald Reagan, reluctantly takes the job. According to <a href=\"https://www.documentcloud.org/documents/6523346-Taylor-Openingstatement.html\">the opening statement</a> of his testimony in the impeachment inquiry, Taylor raises his concerns with Pompeo and is assured \"that the policy of strong support for Ukraine would continue and that he would support me in defending that policy.\"\n<strong>May 29</strong>: Trump sends a letter to Zelenskiy inviting him for a White House meeting. In the next few days,<a href=\"https://www.kyivpost.com/ukraine-politics/trumps-invitation-received-on-may-30-visit-being-planned.html\"> Ukrainian media reports</a> that the letter had been received and that plans are being made for a visit, but no date is set.\n<strong>June 12: </strong>Trump <a href=\"https://abcnews.go.com/Politics/id-exclusive-interview-trump-listen-foreigners-offered-dirt/story?id=63669304\">tells ABC's George Stephanopoulos </a>that he would consider taking damaging information on political rivals from a foreign government.\n\"I think you might want to listen. There isn't anything wrong with listening,\" Trump says. \"If somebody called from a country, Norway, [and said] 'We have information on your opponent' — oh, I think I'd want to hear it.\"\n<strong>Funding for Ukraine</strong>\n<strong>June 18: </strong>The <a href=\"https://www.defense.gov/Newsroom/Releases/Release/Article/1879340/dod-announces-250m-to-ukraine/\">Defense Department announces</a> that it intends to provide $250 million to Ukraine in \"security cooperation funds for additional training, equipment, and advisory efforts to build the capacity of Ukraine's armed forces.\" This follows <a href=\"https://apps.npr.org/documents/document.html?id=6430088-Pentagon-Letter-On-Ukraine-Aid\">a May 23 letter</a> from a top Defense Department official <a href=\"https://www.npr.org/2019/09/25/764453663/pentagon-letter-undercuts-trump-assertion-on-delaying-aid-to-ukraine-over-corrup\">certifying \"that the Government of Ukraine</a> has taken substantial actions to make defense institutional reforms for the purposes of decreasing corruption\" and \"increasing accountability.\"\n<strong>June 21</strong>: Giuliani tweets that Zelenskiy is \"silent on investigation of Ukrainian interference in 2016 election and alleged Biden bribery.\"\n<strong>July 10: </strong>Top Ukrainian officials, including Zelenskiy aide Andrey Yermak, meet at the White House with Energy Secretary Rick Perry; then-national security adviser John Bolton; Kurt Volker, the U.S. special representative for Ukraine negotiations; and Gordon Sondland, the U.S. ambassador to the European Union.\nAccording to Taylor's testimony, he is later told by National Security Council officials that in that meeting, Sondland connected \"investigations\" with an Oval Office meeting for Zelenskiy. This, Taylor says, prompted Bolton to end the meeting abruptly and tell deputies to \"brief the lawyers.\"\n<strong>July 18:</strong><em><strong> </strong></em>Trump blocks nearly $400 million in military aid to Ukraine, <a href=\"https://www.washingtonpost.com/national-security/trump-ordered-hold-on-military-aid-days-before-calling-ukrainian-president-officials-say/2019/09/23/df93a6ca-de38-11e9-8dc8-498eabc129a0_story.html\">according to The Washington Post</a>. Taylor, in his written testimony, says he was on a video conference with National Security Council staff and others that day when someone from the Office of Management and Budget chimed in and \"said that she was from OMB and that her boss had instructed her not to approve any additional spending of security assistance for Ukraine until further notice.\" According to Taylor, she said, \"The directive had come from the President to the Chief of Staff to OMB.\"\nTaylor says this immediately set off a series of high-level meetings with \"the unanimous conclusion\" that the assistance should be resumed. \"My understanding was that the Secretaries of Defense and State, the CIA Director, and the National Security Advisor sought a joint meeting with the President to convince him to release the hold, but such a meeting was hard to schedule and the hold lasted well into September.\"\nIt is not clear at what point the Ukrainians learned the funding was being held, but <a href=\"https://www.nytimes.com/2019/10/23/us/politics/ukraine-aid-freeze-impeachment.html?action=click&module=Top%20Stories&pgtype=Homepage\">The New York Times has reported</a> they knew by early August.\n<strong>July 19: </strong>According to text messages released by Giuliani and House investigators, Volker has breakfast with Giuliani to discuss Ukraine. Volker later connects Giuliani via text with Yermak, the Zelenskiy aide, and suggests scheduling a call together.\nThat same day, Volker texts ambassadors Sondland and Taylor about the upcoming call between Trump and Zelenskiy. \"Most impt is for Zelensky to say that he will help investigation,\" Volker writes.\n<strong>July 20</strong>: Taylor holds a call with Ukrainian national security adviser Alexander Danyliuk \"during which he conveyed to me that President Zelenskyy did not want to be used as a pawn in a U.S. re-election campaign,\" according to Taylor's written testimony. Taylor says he texted this concern to Sondland and Volker.\n<strong>July 24: </strong>Mueller testifies before the House Judiciary and Intelligence committees about his report on Russian interference in the 2016 election.\nTrump takes to Twitter suggesting the hearing went well for him.\n<strong>July 25, 8:36 a.m.:</strong> In a text message sent shortly before the call between Trump and Zelenskiy, Volker tells Yermak: \"Heard from White House - assuming President Z convinces trump he will investigate / 'get to the bottom of what happened' in 2016, we will nail down a date for visit to Washington.\"\n<strong>9:03 a.m. to 9:33 a.m.: </strong>Trump and Zelenskiy speak. According to the <a href=\"https://www.president.gov.ua/en/news/volodimir-zelenskij-proviv-telefonnu-rozmovu-z-prezidentom-s-56617\">Ukrainian readout of the call</a>, the two leaders discuss \"investigation of corruption cases.\" It also mentions a planned visit by Zelenskiy to the U.S. The U.S. readout of the call also mentions a meeting.\nWhile on the call, Zelenskiy mentions wanting to purchase anti-tank missiles from the U.S., according to a rough transcript of the call released by the White House. Trump responds, \"I would like you to do us a favor though.\" Trump brings up investigating both the CrowdStrike conspiracy theory and the Bidens. He repeatedly tells Zelenskiy he should talk to Giuliani and Attorney General Barr.\nZelenskiy mentions an Oval Office meeting. \"Whenever you would like to come to the White House, feel free to call. Give us a date and we'll work that out,\" Trump says, according to the rough transcript, which according to the whistleblower complaint, was later put on \"lockdown\" by \"senior White House officials.\"\n<strong>10:15 a.m.:</strong> Yermak texts Volker. \"Phone call went well. President Trump proposed to choose any convenient dates. President Zelenskiy chose 20, 21, 22 September for the White House Visit. Thank you again for your help!\"\nHe also mentions an upcoming meeting with Giuliani.\n<strong>July 26: </strong>President Zelenskiy meets with Volker and Taylor, says he was happy with the call and brings up the face-to-face meeting with Trump promised back in May, according to Taylor's written testimony.\n<strong>The aftermath</strong>\n<strong>Aug. 9 to 17: </strong>In a series of text threads released by House investigators, State Department officials, Giuliani and Yermak discuss a statement that would commit Ukraine to investigate both the 2016 election and Burisma.\nIn one exchange, Sondland tells Volker that Trump \"really wants the deliverable,\" but the Ukrainains make clear they don't want to release such a statement until a White House meeting is set. \"Once we have a date, will call for a press briefing, announcing upcoming visit and outlining vision for the reboot of US-UKRAINE relationship, including among other things Burisma and election meddling investigations,\" Yermak writes.\nTaylor writes in his testimony that he learned from Volker via text that<em> </em>\"Mr. Yermak had asked that the United States submit an official request for an investigation into Burisma's alleged violations of Ukrainian law, if that is what the United States desired.\" Taylor says that \"struck me as improper\" and recommended staying clear of such a request.\n<strong>Aug. 12: </strong>The inspector general for the intelligence community, Michael Atkinson, receives the anonymous whistleblower complaint now at the center of the impeachment inquiry. It alleges \"the President of the United States is using the power of his office to solicit interference from a foreign country in the 2020 U.S. election.\"\n<strong>Aug. 22: </strong>Taylor is told by a high-ranking National Security Council official that the \"President doesn't want to provide any assistance at all,\" according to his written testimony.\n<strong>Aug. 27: </strong>National security adviser Bolton meets in Kyiv with President Zelenskiy; according to Taylor, security assistance is not discussed.\n<strong>Aug. 28: </strong><a href=\"https://www.politico.com/story/2019/08/28/trump-ukraine-military-aid-russia-1689531\">Politico reports</a> that U.S. military aid to Ukraine is being held up. Yermak sends a text to Volker the next day linking to the article and says, \"Need to talk with you.\" Yermak also tells Taylor he is concerned.\n<strong>Aug. 29: </strong>Trump cancels a trip to Poland to commemorate World War II. He is scheduled to meet with Zelenskiy while on the trip, but plans change so that he can stay in Washington to monitor an approaching hurricane. Meanwhile, congressional pressure to release aid to Ukraine heats up.\n<strong>Sept. 1: </strong>Pence, who is traveling in Poland in place of Trump, meets with Zelenskiy in Warsaw and security assistance does come up. Pence says he will speak to Trump about it, according to a readout recalled by Taylor in his testimony.\nTaylor, in his written testimony, says he is later told that Sondland met with Yermak in Warsaw and told the Ukrainian official that \"the security assistance money would not come until President Zelenskyy committed to pursue the Burisma investigation.\"\nTaylor, alarmed to hear this, texts Sondland asking a pointed question. \"Are we now saying that security assistance and WH meeting are conditioned on investigations?\" Sondland replies, \"Call me.\"\nOn that call, Taylor writes in his testimony, \"Ambassador Sondland told me that President Trump had told him that he wants President Zelenskyy to state publicly that Ukraine will investigate Burisma and alleged Ukrainian interference in the 2016 U.S. election.\" He adds that Sondland told him \"everything\" was contingent on \"such an announcement, including security assistance\" and that Trump wanted to put Zelenskiy \"in a public box.\"\n<strong>Sept. 2: </strong>Pence <a href=\"https://www.whitehouse.gov/briefings-statements/remarks-vice-president-pence-president-duda-poland-joint-press-conference-warsaw-poland/\">tells reporters</a> he didn't discuss Biden with Zelenskiy. But he says they did discuss \"corruption\" and \"the upcoming decision the President will make on the latest tranche of financial support.\"\n\"But as President Trump had me make clear, we have great concerns about issues of corruption.\"\n<strong>Sept. 8: </strong>Per Taylor's testimony, he and Sondland speak on the phone. Sondland tells him that he informed Zelenskiy and Yermak that \"although this was not a quid pro quo, if President Zelenskyy did not 'clear things up' in public, we would be at a 'stalemate.' \" Taylor says he understood a stalemate to mean Ukraine wouldn't get the security assistance. Sondland told him the conversation ended with President Zelenskiy agreeing to make a public statement in a CNN interview. (That interview never occurred.)\nTaylor continues that on that call with Sondland:\nTaylor says he argued that the explanation made no sense and that \"holding up security assistance for domestic political gain was 'crazy'.\"\n<strong>Sept. 9: </strong>On the day that the congressional intelligence committees are formally notified of the existence of the whistleblower complaint, Ambassador Taylor in a text with Sondland says, \"As I said on the phone, I think it's crazy to withhold security assistance for help with a political campaign.\"\nSondland responds five hours later by saying, \"The President has been crystal clear no quid pro quo's of any kind\" adding \"I suggest we stop the back and forth by text.\" The Wall Street Journal reports that Sondland spoke with <a href=\"https://www.wsj.com/articles/house-lawyers-to-ask-sondland-about-efforts-to-sway-ukrainians-11570493154\">Trump before sending this response</a>.\n<strong>Sept. 11: </strong>Under pressure from lawmakers, the White House <a href=\"https://www.politico.eu/article/trump-administration-backs-off-hold-on-ukraine-military-aid/\">releases the funding</a> for Ukraine without any explanation of what changed.\n<strong>Sept. 13</strong>: The chairman of the House Intelligence Committee, Rep. Adam Schiff, D-Calif., <a href=\"https://intelligence.house.gov/news/documentsingle.aspx?DocumentID=688\">subpoenas</a> the acting director of national intelligence, Joseph Maguire, to provide the whistleblower complaint to Congress. Maguire had refused to do so, citing guidance from the Justice Department.\n<strong>Sept. 18</strong>: The Washington Post <a href=\"https://www.washingtonpost.com/national-security/trumps-communications-with-foreign-leader-are-part-of-whistleblower-complaint-that-spurred-standoff-between-spy-chief-and-congress-former-officials-say/2019/09/18/df651aa2-da60-11e9-bfb1-849887369476_story.html\">reports</a> on the standoff over the whistleblower complaint, thrusting its substance into public view. Media reports later indicate the complaint was prompted by a call involving the Ukrainian president.\n<strong>Sept. 22: </strong>Departing the White House, Trump tells reporters the call with Zelenskiy was \"absolutely perfect\" and \"a beautiful, warm, nice conversation.\" He also says he brought up corruption accusations against Biden.\n\"We had a great conversation. The conversation I had was largely congratulatory. It was largely corruption — all of the corruption taking place. It was largely the fact that we don't want our people, like Vice President Biden and his son, creating to the corruption already in the Ukraine. And Ukraine — Ukraine has got a lot of problems,\" Trump says.\nOver the course of the next several days, he shifts his description of why he held up funding to Ukraine. First he says it's because not enough was being done to fight corruption. He then suggests it's because European nations should contribute more.\n<strong>Sept. 24: </strong>House Speaker Nancy Pelosi, D-Calif., <a href=\"https://www.npr.org/2019/09/24/763700264/trumps-ukraine-call-may-be-game-changer-on-impeachment\">announces a formal impeachment inquiry</a>. \"The president must be held accountable,\" Pelosi says. \"No one is above the law.\"\n<strong>Sept. 25: </strong>The White House <a href=\"https://www.npr.org/2019/09/25/764164340/trump-asked-ukrainian-president-for-a-favor-on-biden-doj-says-no-charges\">releases</a> the rough transcript of<a href=\"https://www.npr.org/2019/09/25/764052120/read-transcript-of-president-trumps-call-with-ukraine-s-leader\"> Trump's July 25 call</a> with Zelenskiy.\nZelenskiy reminds Trump of an earlier invitation to visit Washington. Trump again suggests he talk to Barr and Giuliani before mentioning a visit. \"Whenever you would like to come to the White House, feel free to call. Give us a date and we'll work that out,\" Trump says, according to the rough transcript.\nThat same day, Trump and Zelenskiy finally meet on the sidelines of the United Nations General Assembly in New York. Zelenskiy says he didn't feel pressured by Trump, and adds, \"I want to thank you for the invitation to Washington. You invited me. But I think — I'm sorry, but I think you forgot to tell me the date.\"\nThe visit has still not been scheduled.\n<strong>Sept. 26: </strong>The House Intelligence Committee <a href=\"https://www.npr.org/2019/09/26/764582548/whistleblower-complaint-released-detailing-concerns-about-trump-ukraine-call\">releases</a> the <a href=\"https://www.npr.org/2019/09/26/764071379/read-house-intel-releases-whistleblower-complaint-on-trump-ukraine-call\">whistleblower complaint</a>. It reads, in part, \"In the course of my official duties, I have received information from multiple U.S. Government officials that the President of the United States is using the power of his office to solicit interference from a foreign country in the 2020 U.S. election.\""
    },
    "https://www.npr.org/2019/10/25/773158390/how-to-find-a-mentor-and-make-it-work": {
      "title": "How To Find A Mentor And Make It Work",
      "href": "https://www.npr.org/2019/10/25/773158390/how-to-find-a-mentor-and-make-it-work",
      "authors": [
        {
          "href": "https://www.npr.org/people/542826917/anjuli-sastry",
          "name": "Anjuli Sastry"
        }
      ],
      "content": "Imagine this: Someone you admire sets aside time to meet, sharing how they accomplished their goals, cheering you on and giving you feedback and advice. That is what we call a mentor.\nThe right mentoring relationship can be a powerful tool for professional growth — it can lead to a new job, a promotion or even a better work-life balance.\nOne of the trickiest things about mentoring though, is that it's often informal, and that can make it difficult to find an entry point. Since we know that women and people of color face discrimination <a href=\"https://www.pewsocialtrends.org/2018/01/09/women-and-men-in-stem-often-at-odds-over-workplace-equity/\">at higher rates</a> than white men do in certain fields like STEM, it can be especially helpful for women and people of color to intentionally seek out mentors.\nHere's how to find a good mentor, make the ask and make it work (formally).\n<strong><em>Know your goals (both short and long term). </em></strong>What do you want to accomplish professionally in the next three months? Can you do it in your current role or will it require you to switch jobs? The more specific you are with your goals, the easier it will be to find the right mentor. One strategy to create effective, easily achievable goals is to work <a href=\"https://www.npr.org/assets/news/2019/10/smart-goals.pdf\">SMART</a>: specific, measurable, achievable, relevant, and timebound. Envisioning your dreams this way allows you to break down lofty ideas into individual goals that are easier to accomplish through short-term steps.\n<strong><em>Who do you look up to?</em></strong> Whose job would you like to have in the next 5, 10 or 15 years? Is this person inside or outside your workplace? Who is your immediate role model where you work? Keep a running list of the jobs and people you are visualizing. Consider an identity-based mentor in your organization, especially if you need to talk about issues you're facing as an underrepresented person in your professional surroundings.\n<strong><em>Do the research</em></strong><strong>. </strong>You may or may not be able to ask one of those people to be your mentor, but what are the stepping stones to get to someone in a similar position? Take notes on the path that person took to get to where they are today.\n<strong><em>Be cognizant of your existing network.</em></strong> The more aware someone already is of your work and abilities, the more effective they will be at mentoring you. Think about whether someone is already informally mentoring you — can you ask them to help you? If someone isn't aware of your work or you've never talked to them, look for a connection. Make sure the person you are thinking about also has the expertise you're looking for. (We'll talk more about this in the next section.)\n<strong><em>Recognize the difference between a mentor and a sponsor.</em></strong><em> </em>For example, mentors give advice on but can't give you the new job, raise, or promotion. In contrast, sponsors can do that for you. They can be a boss, recruiter, or even employer in a new industry. Don't expect mentors to be sponsors, but they can put you in touch with sponsors. Mentors can also be in your life for the long-term, while sponsors are often more short-term.\n<strong><em>Have an elevator pitch ready.</em></strong><em> </em>Be clear of your goals and why you think this person is the right mentor for you. Be up front about your time-commitment, what you're willing to put into the relationship and what you expect from them. If you're clear about what you need from the start, communication will flow smoothly. You can even practice this elevator pitch to other people before asking the possible mentor.\n<strong><em>Make sure it's the right fit before asking.</em></strong> You can feel this out by having informal meetings where you discuss your goals and trajectory, before asking them to be your mentor.\n<strong><em>Mention what you like about the person's work, especially if you've never met. </em></strong>Say your boss introduced you to a possible mentor and neither of you know each other. Do the research about the possible mentor's work. Then open with what you like about their work. That will show that you have a thoughtful approach.\n<strong><em>If it's a cold email, it's okay to start with the informational interview ask.</em></strong><em> </em>But again, be specific about what you like about the person's work and why you want to meet. Why is talking to you worth their time? If you've never met before, consider starting with a phone call and work with the person's schedule. Keep in mind that informational interview requests are common. The way you stand out, as we mentioned before, is showing you did the research about their career and being specific and honest about what you're asking of them.\n<strong><em>Try to ask for formal mentorship in-person. </em></strong>This isn't always possible, but when you feel someone is the right fit, do your best to meet in-person to make the ask. It shows that you will be open to feedback in the long term.\n<strong><em>Whether it's in-person or via email, here are some things to mention:</em></strong>\nSo you've found the right mentor. Now what?\n<strong><em>Goals still matter.</em></strong> If you mention your specific, achievable goals from the beginning of the relationship, your mentor can help you stay on track at each meeting.\n<strong><em>Meet consistently.</em></strong> Figure out how often (i.e. once a week or once a month over four to six months), how long (i.e. half hour or one hour) and how you want to meet and make it consistent. In-person or over video conference is a good start so that you can get to know each other better. Gradually progress to phone calls once you're comfortable. Decide whether you or your mentor want to send out calendar invites to protect the time you plan to meet. This might mean keeping your supervisor in the loop.\n<strong><em>Set an agenda.</em></strong><em> </em>Before each meeting, send your mentor an agenda — a piece you may want to read with your mentor, a new project you've worked on and want feedback on or indicate that you're trying to ask for a promotion or raise.\n<strong><em>Be open to feedback: positive or constructive.</em></strong><em> </em>Sometimes it can be hard to take a compliment or look back and appreciate your own work. In the same vein, be open to hearing tough feedback.\n<strong><em>Take notes as you're meeting so that you can follow up via email</em></strong><em>.</em> That will help a busy mentor stay on track and know what to focus on with you over the course of your relationship.\n<strong><em>Decide on an end date.</em></strong><em> </em>Based on how long those short-term goals will take to achieve, decide how long you want the mentorship relationship to last. A good rule of thumb is usually four to six months, with the option to keep meeting informally.\n<strong><em>This relationship is not a therapy session</em></strong><strong>.</strong> Remember to make and keep boundaries. We are human, and often personal issues will come into play during your sessions, especially if you have a pre-existing relationship or are talking about work-life balance. It's okay to vent. But make sure not to monopolize the session with personal issues or make it only about venting.\n<strong><em>Finally, consider establishing a board of mentors.</em></strong><em> </em>No one mentor can help you achieve all of your goals. Maybe one mentor can help you consider a path to leadership because they are a supervisor. Maybe another can help with technical skills specific to making a job change. Another mentor may be aware of your skill set and could turn into a sponsor down the line. There is no right or wrong number of mentors as you progress through your professional career. Even if a formal mentorship period ends, keep these mentors in your life and updated of your achievements and pitfalls. They can be a guide when you're unsure and will feel appreciated that they helped you get to the place you're at in your career. Win-win!\nSome mentorships will end, based on where each person is at in life. Don't feel guilty, but close the loop respectfully. And remember to take care of yourself, above all else. Good luck!\n<em>Anjuli Sastry is the co-founder of NPR's Women of Color mentorship program, which has paired up more than 100 NPR employees for mentoring. Sastry was also a member of the inaugural </em><a href=\"https://journalists.org/group/journalism-mentorship-collaborative-fellows/\"><em>ONA Mentorship Collaborative</em></a><em>. She spoke about mentorship at Werk It: A Women's Podcast Festival in Los Angeles in October 2019. Hear her talk </em><a href=\"https://youtu.be/K-mK5K-8E-o?t=3405\"><em>here</em></a><em>. </em>"
    }
  }
}